#build by allvo
#date:2012-5-31

000596.SH|20060619|400|0|股改方案:每10股流通股获4.00股 
000796.SH|20060912|400|0|股改方案:流通股股东按每10股转增4股的比例获得转增股份
600000.SH|20060512|300|0|股改方案:每10股流通股获3.00股 
600001.SH|20060405|100|339|股改方案:每10股流通股获得1股股票和7.29504张认购权证的比例支付对价。权证为行权价2.80 元、有效期12 个月的欧式认购权证。
600003.SH|20070208|330|0|股改方案:每10股流通股获3.30股 
600004.SH|20051220|190|1110|股改方案:每持有10股流通股将获得广东省机场管理集团公司支付的6份认沽权证和全体非流通股股东支付的1.9股股份，其中每份认沽权证可以以7.00元/股的价格，在约定期间向集团公司卖出1股公司A股股票。
600005.SH|20051121|250|242.8|股改方案:每10股获2.5股股票、2.5份欧式认沽权证及2.5份欧式认购权证。
600006.SH|20061113|330|0|股改方案:每10股流通股获3.30股 
600007.SH|20060428|250|0|股改方案:每10股流通股获2.50股 
600008.SH|20060419|300|69|股改方案:流通股股东每10股获得全体非流通股股东支付的3股股票和公司第一大股东北京首都创业集团有限公司无偿派发的1份存续期为12个月的欧式认购权证。
600009.SH|20060302|190|1995|股改方案:每10股送1.9股，另送7.5份认沽权证
600010.SH|20010328|160|2002.5|股改方案:流通股股东每持有10股流通股股票将获得全体非流通股股东支付的1.6股股票对价和公司控股股东包头钢铁(集团)有限责任公司支付的4.5份认购权证、4.5份认沽权证。权证期限均为一年、认购行权价2.00 元、认沽行权价2.45元，行权日为权证存续期内最后五个交易日。
600011.SH|20060419|300|0|股改方案:每10股流通股获3.00股 
600012.SH|20060403|200|435|股改方案:每10股流通股获2.00股 每10股流通股获4.35元 
600015.SH|20060606|300|0|股改方案:每10股流通股获3.00股 
600016.SH|20051026|502|0|股改方案:用公积金向全体股东按每10股转增股本1.55股。非流通股股东将获得的转增股份约673,578,944股作为对价,支付给流通股股东。每10股实际获得获增5.02股。
600018.SH|20050822|220|1000|股改方案:每10股流通股获2.20股 每10股流通股获10.00元 
600019.SH|20050818|220|68.8|股改方案:每10股获得2.2股及1份认购权证，行权价格4.5元。
600020.SH|20060622|308|69|股改方案:每10股流通股获3.08股 每10股流通股获0.69元 
600021.SH|20051125|320|0|股改方案:每10股流通股获3.20股 
600022.SH|20060424|300|0|股改方案:每10股流通股获3.00股 
600026.SH|20051230|290|0|股改方案:每10股流通股获2.90股 
600027.SH|20060801|300|0|股改方案:每10股流通股获3.00股 
600028.SH|20061010|280|0|股改方案:每10股流通股获2.80股 
600030.SH|20050815|350|0|股改方案:每10股流通股获3.50股 
600031.SH|20050617|350|800|股改方案:每10股流通股获3.50股 每10股流通股获8.00元 
600033.SH|20060714|250|0|股改方案:每10股流通股获2.50股 
600035.SH|20061226|215|549|股改方案:非流通股东向流通股东每10股送2.15股,派现3.84元，上市公司向全体股东每10股派现1.65元(相当于流通股股东每10股获送3.23股)。
600036.SH|20060227|173.74|180|股改方案:每10股送1.7374股，送6份权证
600037.SH|20060303|300|0|股改方案:每10股流通股获3.00股 
600038.SH|20060824|130|771|股改方案:每10股获得1.3股和7.71元现金
600039.SH|20070108|600|0|股改方案:上市公司向流通股股东每10股转增6股
600050.SH|20060519|280|0|股改方案:每10股流通股获2.80股 
600051.SH|20060516|320|0|股改方案:每10股流通股获3.20股 
600054.SH|20060217|290|0|股改方案:每10股流通股获2.90股 
600055.SH|20060411|380|0|股改方案:每10股流通股获3.80股 
600056.SH|20060613|491|0|股改方案:上市公司向全体流通股东每10股转增4.91股
600057.SH|20060303|350|0|股改方案:每10股流通股获3.50股 
600058.SH|20060405|300|0|股改方案:每10股流通股获3.00股 
600059.SH|20060313|300|0|股改方案:每10股流通股获3.00股 
600060.SH|20060612|250|0|股改方案:每10股流通股获2.50股 
600061.SH|20060724|260|0|股改方案:上市公司向全体股东每10股转增1.5股、非流通股股东转送所获转增的股份及在公积金转增股本的基础上每10股送1.1股
600062.SH|20060406|320|0|股改方案:每10股流通股获3.20股 
600063.SH|20060413|320|0|股改方案:每10股流通股获3.20股 
600064.SH|20060403|320|0|股改方案:每10股流通股获3.20股 
600066.SH|20060306|20|650|股改方案:每10股流通股获0.20股 每10股流通股获6.50元 
600067.SH|20060105|100|0|股改方案:每10股流通股获1.00股 
600068.SH|20060517|1000|0|股改方案:上市公司向流通股股东每10股转增10股
600069.SH|20050823|400|0|股改方案:每10股流通股获4.00股 
600070.SH|20060517|780|0|股改方案:上市公司向全体流通股东每10股转增7.8股
600071.SH|20060530|310|0|股改方案:每10股流通股获3.10股 
600072.SH|20060412|320|0|股改方案:每10股流通股获3.20股 
600073.SH|20051215|330|0|股改方案:每10股流通股获3.30股 
600074.SH|20060626|1200|0|股改方案:以现有总股本为基数，公司向全体股东每10股转增7.61392405股，参加股权分置改革的非流通股股东将部分转增股份转送给流通股股东，相当于非流通股股东向股权分置改革方案实施股权登记日登记在册的流通股股东每10股支付2.49股股票。     
600075.SH|20060512|280|0|股改方案:非流通股东向流通股东每10股送1股，上市公司向全体流通股东每10股转增1.8股,公司以下属的非主业资产东阜城农场截至2005年12月31日经审计的净资产24027万元定向回购2500万股股份并注销。
600076.SH|20060808|900|0|股改方案:上市公司向流通股股东每10股转增9股，相当于流通股股东每10股获得3.16股的对价
600077.SH|20061215|694|0|股改方案:上市公司向全体流通股股东每10股转增6.94股
600078.SH|20060628|100|0|股改方案:每10股流通股获1.00股 
600079.SH|20050819|200|0|股改方案:每10股流通股获2.00股 
600080.SH|20060614|745.8|0|股改方案:上市公司向全体流通股东每10股转增7.458股
600081.SH|20070110|400|0|股改方案:每10股流通股获4.00股 
600082.SH|20060517|220|0|股改方案:每10股流通股获2.20股 
600084.SH|20060421|380|0|股改方案:每10股流通股获3.80股 
600085.SH|20051130|250|0|股改方案:每10股流通股获2.50股 
600086.SH|20060529|50|0|股改方案:每10股流通股获0.50股 
600087.SH|20051220|300|0|股改方案:每10股流通股获3.00股 
600088.SH|20060704|300|0|股改方案:每10股流通股获3.00股 
600089.SH|20060508|288.3|0|股改方案:上市公司向全体股东每10股转增1股，非流通股东向流通股东每10股送1.883股.
600090.SH|20060223|100|0|股改方案:每10股流通股获1.00股 
600091.SH|20060531|240|0|股改方案:每10股流通股获2.40股 
600093.SH|20061206|380|0|股改方案:每10股实获3.8股(含上市公司10转增3.1股及非流通股东支付的0.7股对价,两项合计相当于每10股获2.35股的对价。)  
600094.SH|20070319|722.2|0|股改方案:市公司向流通A股股东10股转增7.2220股；向流通B股股东每10股转增2.8股
600095.SH|20060728|660|0|股改方案:上市公司向流通股股东每10股转增6.6股，相当于流通股股东每10股获得2.02股的对价

600096.SH|20060405|120|1714|股改方案:每10股流通股获1.20股 每10股流通股获17.14元 
600097.SH|20060608|330|0|股改方案:每10股流通股获3.30股 
600098.SH|20050822|280|0|股改方案:每10股流通股获2.80股 
600099.SH|20060808|320|0|股改方案:每10股流通股获3.20股 
600100.SH|20060210|380|0|股改方案:每10股流通股获3.80股 
600101.SH|20070226|500|0|股改方案:每10股获得1股,上市公司向全体流通股股东10转增4股
600102.SH|20070118|100|1084|股改方案:每10股流通股获1.00股 每10股流通股获10.84元 
600103.SH|20061227|400|0|股改方案:上市公司向全体流通股东每10股转增4股
600104.SH|20051024|340|0|股改方案:每10股流通股获3.40股 
600105.SH|20051123|350|0|股改方案:每10股流通股获3.50股 
600106.SH|20051024|380|0|股改方案:每10股流通股获3.80股 
600107.SH|20070216|400|0|股改方案:每10股流通股获4.00股 
600108.SH|20060614|1020|35.8|股改方案:上市公司向流通股东每10股定向转增3.4股、每10股定向送红股6.8股、派现金0.358元，流通股东每10股实得10.2股和现金0.358元
600109.SH|20070329|0|0|股改方案:本公司与大股东持有的国金证券合计51.76%的股权进行资产重组
600110.SH|20060727|230|0|股改方案:每10股流通股获2.30股 
600111.SH|20060413|320|0|股改方案:每10股流通股获3.20股 
600112.SH|20060227|513.3|0|股改方案:公司以方案实施股权登记日总股本为基数,用资本公积金向全体股东每10股转增1.5518股，非流通股股东将获得的转增股份作为对价股份支付给流通股东。（以流通股转增后的股本为基数，相当于流通股股东每10股获得3.1股的对价。）

600113.SH|20060208|380|0|股改方案:每10股流通股获3.80股 
600114.SH|20060222|280|0|股改方案:每10股流通股获2.80股 
600115.SH|20070112|320|0|股改方案:每10股流通股获3.20股 
600116.SH|20061227|600|0|股改方案:上市公司向全体流通股东每10股转增6股
600117.SH|20060327|300|0|股改方案:每10股流通股获3.00股 
600118.SH|20060526|100|0|股改方案:每10股流通股获1.00股 
600119.SH|20060104|350|0|股改方案:每10股流通股获3.50股 
600120.SH|20060123|300|0|股改方案:每10股流通股获3.00股 
600121.SH|20050822|380|0|股改方案:每10股流通股获3.80股 
600122.SH|20060905|170|0|股改方案:每10股流通股获1.70股 
600123.SH|20060228|300|0|股改方案:每10股流通股获3.00股 
600125.SH|20060327|250|0|股改方案:每10股流通股获2.50股 
600126.SH|20060119|360|0|股改方案:每10股流通股获3.60股 
600127.SH|20061124|1081|0|股改方案:流通股股东每10股实获10.81股(含上市公司向全体股东每10转增6.135股及非流通股股东向流通股股东转送其获转增的股份)
600128.SH|20060314|350|0|股改方案:每10股流通股获3.50股 
600129.SH|20060106|320|0|股改方案:每10股流通股获3.20股 
600130.SH|20060406|380|0|股改方案:每10股流通股获3.80股 
600131.SH|20070118|320|0|股改方案:每10股流通股获3.20股 
600132.SH|20060927|385|0|股改方案:上市公司向全体流通股股东每10转增3.85455股，相当于流通股股东每10股获得2.4股的对价
600133.SH|20070814|250|0|股改方案:每10股流通股获2.50股 
600135.SH|20080313|300|0|股改方案:每10股流通股获3.00股 
600136.SH|20061016|100|0|股改方案:每10股流通股获1.00股 
600137.SH|20070413|250|0|股改方案:每10股流通股获2.50股 
600138.SH|20060216|300|0|股改方案:每10股流通股获3.00股 
600139.SH|20070215|200|0|股改方案:上市公司向全体流通股股东每10股转增2股股份
600141.SH|20060405|350|0|股改方案:每10股流通股获3.50股 
600143.SH|20050809|300|200|股改方案:相当于10送3，派2元现金
600145.SH|20061109|380|10.008|股改方案:每10股实获3.8股及0.1元现金
600146.SH|20060223|320|0|股改方案:每10股流通股获3.20股 
600148.SH|20060703|330|0|股改方案:每10股流通股获3.30股 
600149.SH|20070315|600|0|股改方案:上市公司向流通股股东每10股转增6股
600150.SH|20051130|320|0|股改方案:每10股流通股获3.20股 
600151.SH|20060407|320|0|股改方案:每10股流通股获3.20股 
600152.SH|20060621|300|0|股改方案:每10股流通股获3.00股 
600153.SH|20060410|100|0|股改方案:每10股流通股获1.00股 
600155.SH|20060426|340|0|股改方案:每10股流通股获3.40股 
600156.SH|20060627|370|0|股改方案:每10股流通股获3.70股 
600158.SH|20070201|280|0|股改方案:每10股流通股获2.80股 
600159.SH|20060206|200|0|股改方案:每10股流通股获2.00股 
600160.SH|20060125|350|0|股改方案:每10股流通股获3.50股 
600161.SH|20060523|300|0|股改方案:每10股流通股获3.00股 
600162.SH|20061027|160|0|股改方案:上市公司向流通股每10股转增1.6股,相当于流通股10获送0.567股;另,公司以临工机械的98.68%股权作价49387.68万元,与非流通股股东南方香江持有的郑东置业等公司的股权作价50811.79万元进行置换,置换差价1424.11万元为南方香江支付给流通股的对价，相当于每10股流通股获送0.07股。两项对价安排合计流通股每10股获送0.637股.
600163.SH|20060515|330|0|股改方案:每10股流通股获3.30股 
600165.SH|20060227|100|0|股改方案: 宁夏恒力以截至2005年9月30日对伊信公司长期投资账面价值18,000万元为对价，以2.671元为每股价格，按非流通股股东的持股比例向其共计回购67,390,490股非流通股股份，并将回购股份予以注销。公司以现有流通A股股本101,440,000股为基数，用资本公积金定向向股权登记日登记在册的流通A股股东每10股转增1股。
600166.SH|20060531|540|0|股改方案:上市公司向全体流通股东每10股转增5.4股
600167.SH|20070326|300|0|股改方案:上市公司向全体流通股东每10股转增3.0股
600168.SH|20060420|320|0|股改方案:每10股流通股获3.20股 
600169.SH|20060411|330|0|股改方案:每10股流通股获3.30股 
600170.SH|20051108|340|0|股改方案:每10股流通股获3.40股 
600171.SH|20060123|300|0|股改方案:每10股流通股获3.00股 
600172.SH|20051118|300|0|股改方案:每10股流通股获3.00股 
600173.SH|20071008|50|0|股改方案:每10股流通股获0.50股 
600175.SH|20060112|250|0|股改方案:每10股流通股获2.50股 
600176.SH|20060817|200|350|股改方案:每10股流通股获2.00股 每10股流通股获3.50元 
600177.SH|20060516|0|91.5|股改方案:非流通股东向流通股东每10股派发1份存续期12个月、行权价3.80元的欧式认购权证，派发7份存续期12个月、行权价4.25元的欧式认沽权证。
600178.SH|20060705|350|0|股改方案:每10股流通股获3.50股 
600179.SH|20060623|600|0|股改方案:上市公司向全体流通股东每10股转增6股
600180.SH|20060124|300|0|股改方案:每10股流通股获3.00股 
600183.SH|20060309|330|0|股改方案:每10股流通股获3.30股 
600184.SH|20061123|60|0|股改方案:每10股流通股获0.60股 
600185.SH|20060315|560|0|股改方案:公司以现有流通股本7,480万股为基数，用资本公积金向方案实施日登记在册的全体流通股股东转增股本，流通股股东每持有10股流通股将获得5.6股的转增股份，相当于流通股股东每10股获送3.084股
600186.SH|20070216|250|0|股改方案:每10股流通股获2.50股 
600187.SH|20090417|0|200|股改方案:每10股流通股获2.00元 
600188.SH|20060403|250|0|股改方案:每10股流通股获2.50股 
600189.SH|20051219|380|0|股改方案:每10股流通股获3.80股 
600190.SH|20060711|393|0|股改方案:流通A股股东每10股实获3.9393股(含上市公司向全体股东每10股转增1.1515股及非流通股股东转送其获转增的股份)，相当于流通A股股股东每10股获得2.5股股份对价。
600191.SH|20060308|320|0|股改方案:每10股流通股获3.20股 
600192.SH|20060809|310|0|股改方案:每10股流通股获3.10股 
600193.SH|20060207|300|0|股改方案:每10股流通股获3.00股 
600195.SH|20060328|350|0|股改方案:每10股流通股获3.50股 
600196.SH|20060426|0|771.43|股改方案:流通股股东每 10股获得非流通股股东执行的现金对价4.3143元(不含税)，加上自身应得每10 股派送现金红利3.4元(含税)，流通股股东最终每10股实得7.7143元(含税)，扣除现金红利所得税后流通股股东最终每10股实得7.3743元(不含税)。
600197.SH|20060801|300|0|股改方案:每10股流通股获3.00股 
600198.SH|20060530|340|0|股改方案:每10股流通股获3.40股 
600199.SH|20060704|300|0|股改方案:每10股流通股获3.00股 
600200.SH|20051201|500|0|股改方案:每10股流通股获5.00股 
600201.SH|20060712|620|0|股改方案:市公司向流通股股东每10股转增6.2股，相当于流通股股东每10股获得2.6股的对价

600202.SH|20060905|300|0|股改方案:每10股流通股获3.00股 
600203.SH|20060823|647|0|股改方案:上市公司向全体流通股股东每10股转增6.47股股份，相当于流通股股东每10股获送4股对价。
600206.SH|20060417|350|0|股改方案:每10股流通股获3.50股 
600207.SH|20060628|340|0|股改方案:每10股流通股获3.40股 
600208.SH|20060214|600|0|股改方案:以公司现有流通股本103,200,000股为基数，用资本公积金向流通股股东转增股本，流通股股东每10股获得6股的转增股份，相当于流通股股东每10股获得2.83股的对价。
600209.SH|20060728|350|0|股改方案:每10股流通股获3.50股 
600210.SH|20050729|300|0|股改方案:每10股流通股获3.00股 
600212.SH|20060626|1000|0|股改方案:上市公司向全体流通股东每10股转增10股
600215.SH|20061227|300|0|股改方案:每10股流通股获3.00股 
600216.SH|20060308|330|0|股改方案:每10股流通股获3.30股 
600217.SH|20060713|380|0|股改方案:每10股流通股获3.80股 
600218.SH|20060306|350|0|股改方案:每10股流通股获3.50股 
600219.SH|20060331|1000|0|股改方案:公司非流通股股东为获得所持有的非流通股上市流通权，向流通股股东所作的对价安排如下：公司以本次股权分置改革方案实施股权登记日登记在册的南山实业总股本为基数，以资本公积金向全体流通股股东每10股转增10股。
600220.SH|20060307|100|0|股改方案:每10股流通股获1.00股 
600221.SH|20060929|330|0|股改方案:每10股流通股获3.30股 
600222.SH|20060828|460|0|股改方案:上市公司向流通股股东每10股转增4.6股,相当于每10股流通股获得非流通股支付3.055股股份对价。

600223.SH|20060221|250|0|股改方案:每10股流通股获2.50股 
600226.SH|20060210|300|0|股改方案:每10股流通股获3.00股 
600227.SH|20060124|350|0|股改方案:每10股流通股获3.50股 
600228.SH|20060606|350|0|股改方案:每10股流通股获3.50股 
600229.SH|20060720|250|0|股改方案:每10股流通股获2.50股 
600230.SH|20060407|330|0|股改方案:每10股流通股获3.30股 
600231.SH|20060222|320|0|股改方案:每10股流通股获3.20股 
600232.SH|20060210|320|0|股改方案:每10股流通股获3.20股 
600233.SH|20051115|320|0|股改方案:每10股流通股获3.20股 
600234.SH|20070209|680|0|股改方案:上市公司向流通股股东每10股转增6.8股,天龙集团及珠海金正六家债权人收购天龙集团及珠海金正不良债权158172543.37元，并豁免珠海金正债务55521769.60元，天龙集团拟向债权人转增21504200股
600235.SH|20060428|350|0|股改方案:每10股流通股获3.50股 
600236.SH|20060706|250|0|股改方案:每10股流通股获2.50股 
600237.SH|20051207|320|0|股改方案:每10股流通股获3.20股 
600238.SH|20060215|360|0|股改方案:每10股流通股获3.60股 
600240.SH|20051226|150|0|股改方案:每10股流通股获1.50股 
600241.SH|20060411|360|0|股改方案:每10股流通股获3.60股 
600242.SH|20090105|86|0|股改方案:每10股流通股获0.86股 
600243.SH|20061225|550|0|股改方案:上市公司向流通股股东每10股转增5.5股
600246.SH|20060908|330|0|股改方案:每10股流通股获3.30股 
600247.SH|20050817|500|0|股改方案:每10股流通股获5.00股 
600248.SH|20070215|268.4|0|股改方案:市公司向全体股东每10股转增1股，非流通股将其所得的转 增股送给流通股。同时,种业集团将929.85公顷林地使用权及地面附着物租赁给公司经营，种业集团承诺提供经营租赁资产所需要的资金和相关支持，相当于流通股每10股获得1.46股的对价。
600249.SH|20060510|330|0|股改方案:每10股流通股获3.30股 
600250.SH|20060720|300|0|股改方案:每10股流通股获3.00股 
600251.SH|20060526|320|0|股改方案:每10股流通股获3.20股 
600252.SH|20061220|280|0|股改方案:每10股流通股获2.80股 
600253.SH|20060419|266.4|249|股改方案:每10股流通股获2.66股 每10股流通股获2.49元 
600255.SH|20060621|300|0|股改方案:每10股流通股获3.00股 
600256.SH|20060414|250|0|股改方案:每10股流通股获2.50股 
600257.SH|20060418|414.23|0|股改方案:上市公司向全体股东每10股转增3股，非流通股东向流通股东每10股送0.8787股(流通股东实得4.1423股)。
600258.SH|20070118|300|0|股改方案:每10股流通股获3.00股 
600259.SH|20090119|50|0|股改方案:每10股流通股获0.50股 
600260.SH|20051222|400|0|股改方案:每10股流通股获4.00股 
600261.SH|20051109|300|188|股改方案:每10股流通股获3.00股 每10股流通股获1.88元 
600262.SH|20060628|200|484|股改方案:每10股流通股获2.00股 每10股流通股获4.84元 
600263.SH|20060329|370|0|股改方案:每10股流通股获3.70股 
600265.SH|20060921|620|0|股改方案:上市公司向流通股股东每10股转增6.2股的股份，相当于每持有10股流通股获得非流通股股东支付3.105股股份的对价 
600266.SH|20060209|390|0|股改方案:每10股流通股获3.90股 
600267.SH|20060216|310|0|股改方案:每10股流通股获3.10股 
600268.SH|20060425|320|0|股改方案:每10股流通股获3.20股 
600269.SH|20060619|190|0|股改方案:每10股流通股获1.90股 
600270.SH|20061102|290|0|股改方案:每10股流通股获2.90股 
600271.SH|20060516|270|0|股改方案:每10股流通股获2.70股 
600272.SH|20070417|200|0|股改方案:每10股流通股获2.00股 
600273.SH|20051212|330|0|股改方案:每10股流通股获3.30股 
600275.SH|20061107|500|0|股改方案:上市公司向全体流通股股东每10股转增5股
600276.SH|20060620|250|0|股改方案:每10股流通股获2.50股 
600277.SH|20060309|320|0|股改方案:每10股流通股获3.20股 
600278.SH|20051123|350|0|股改方案:每10股流通股获3.50股 
600279.SH|20051209|320|0|股改方案:每10股流通股获3.20股 
600280.SH|20060821|156|0|股改方案:每10股流通股获1.56股 
600281.SH|20061009|320|0|股改方案:每10股流通股获3.20股 
600282.SH|20061025|0|662|股改方案:方案实施股权登记日登记在册的全体股东按每持有10股股份派发现金分红2.80元(含税)；非流通股股东将其应得的现金分红15120万元作为对价执行给流通股股东，每10股流通股份获送3.82元；流通股股东持有的流通股股份每10股共获得6.62元(含税)。
600283.SH|20061227|350|0|股改方案:每10股流通股获3.50股 
600284.SH|20051221|320|0|股改方案:每10股流通股获3.20股 
600285.SH|20060313|300|0|股改方案:每10股流通股获3.00股 
600287.SH|20060412|370|0|股改方案:每10股流通股获3.70股 
600288.SH|20060301|350|0|股改方案:每10股流通股获3.50股 
600289.SH|20060626|408.054|0|股改方案:上市公司向全体流通股东每10股转增4.08054股
600290.SH|20070201|100|0|股改方案:每10股流通股获1.00股 
600291.SH|20060329|320|0|股改方案:每10股流通股获3.20股 
600292.SH|20060119|320|0|股改方案:每10股流通股获3.20股 
600293.SH|20060619|650|0|股改方案:上市公司向流通股股东每10股转增6.5股,相当于每10股流通股获得非流通股支付3.14股股份对价
600295.SH|20060208|200|0|股改方案:每10股流通股获2.00股 
600297.SH|20061124|550|20|股改方案:每10股送5.50股 派0.20元 
600298.SH|20060428|320|0|股改方案:每10股流通股获3.20股 
600299.SH|20060803|300|0|股改方案:每10股流通股获3.00股 
600300.SH|20060116|300|0|股改方案:每10股流通股获3.00股 
600301.SH|20051025|400|0|股改方案:每10股流通股获4.00股 
600302.SH|20060308|330|0|股改方案:每10股流通股获3.30股 
600303.SH|20051213|250|0|股改方案:每10股流通股获2.50股 
600305.SH|20060609|300|0|股改方案:每10股流通股获3.00股 
600306.SH|20060317|300|0|股改方案:每10股流通股获3.00股 
600307.SH|20060417|320|0|股改方案:每10股流通股获3.20股 
600308.SH|20051114|200|0|股改方案:每10股流通股获2.00股 
600309.SH|20060422|160|1271.1|股改方案:流通股股东每持有10股流通股将获得公司非流通股股东支付的1.6股股份、2.0份认购权证和3.0份认沽权证，
600310.SH|20060803|330|0|股改方案:每10股流通股获3.30股 
600311.SH|20060731|700|0|股改方案:上市公司向全体流通股股东每10股转增7股股份，相当于流通股股东每10股获3.28股
600312.SH|20060522|521.8|0|股改方案:上市公司向全体流通股东每10股转增5.218股
600315.SH|20060724|226|0|股改方案:上市公司向全体股东每10股转增0.46股及非流通股股东向流通股股东每10股支付1.8股并转送其所获的转增股份
600316.SH|20060919|225|0|股改方案:每10股流通股获2.25股 
600317.SH|20060117|200|1860|股改方案:公司按照9月30日的审计结果，将可分配利润242,695,415.12元以方案实施股权登记日收市后总股本为基数向全体股东派现，每10股派现金额9.6元（税前），具体金额根据营港转债转股的数额确定。非流通股股东获得派现后向方案实施股权登记日登记在册的流通股股东每10股支付现金9元和2股股份对价。
600319.SH|20060426|330|0|股改方案:每10股流通股获3.30股 
600320.SH|20060329|250|0|股改方案:每10股流通股获2.50股 
600321.SH|20060706|300|0|股改方案:每10股流通股获3.00股 
600322.SH|20060328|370|0|股改方案:每10股流通股获3.70股 
600323.SH|20060523|130|310|股改方案:上市公司向全体股东每10股送1.5元，非流通股东向流通股东每10股送1.3股和1.6元现金
600325.SH|20050823|300|0|股改方案:每10股流通股获3.00股 
600326.SH|20060608|280|0|股改方案:每10股流通股获2.80股 
600327.SH|20060926|270|0|股改方案:每10股流通股获2.70股 
600328.SH|20060418|320|0|股改方案:每10股流通股获3.20股 
600329.SH|20060719|280|0|股改方案:每10股流通股获2.80股 
600330.SH|20060522|300|0|股改方案:每10股流通股获3.00股 
600331.SH|20051227|250|0|股改方案:每10股流通股获2.50股 
600332.SH|20060424|300|0|股改方案:每10股流通股获3.00股 
600333.SH|20061222|340|0|股改方案:流通股股东每10股获得3.4股的转增股份。 
600335.SH|20061208|610|0|股改方案:上市公司向全体流通股股东每10股转增6.1股，相当于流通股股东每10股获得3.61股
600336.SH|20051212|420|0|股改方案:每10股流通股获4.20股 
600337.SH|20060301|250|0|股改方案:每10股流通股获2.50股 
600338.SH|20061023|250|0|股改方案:每10股流通股获2.50股 
600339.SH|20060410|0|0|股改方案:缩股对价－缩股比例 1:0.7217 
600340.SH|20060612|300|0|股改方案:每10股流通股获3.00股 
600343.SH|20060516|290|0|股改方案:每10股流通股获2.90股 
600345.SH|20060810|400|0|股改方案:每10股流通股获4.00股 
600346.SH|20060711|380|0|股改方案:每10股流通股获3.80股 
600348.SH|20051229|300|0|股改方案:每10股流通股获3.00股 
600350.SH|20060424|320|0|股改方案:每10股流通股获3.20股 
600351.SH|20060216|0|0|股改方案:非流通股按1：0.65单方面缩股
600352.SH|20050805|400|0|股改方案:每10股流通股获4.00股 
600353.SH|20061027|430|0|股改方案:上市公司向全体流通股股东每10股转增4.3股，相当于流通股股东每10股获送2股.
600354.SH|20060927|320|0|股改方案:每10股流通股获3.20股 
600355.SH|20060529|430|0|股改方案:每10股流通股获4.30股 
600356.SH|20051129|330|0|股改方案:每10股流通股获3.30股 
600357.SH|20051103|300|0|股改方案:每10股流通股获3.00股 
600358.SH|20060718|300|0|股改方案:每10股流通股获3.00股 
600359.SH|20060524|350|0|股改方案:每10股流通股获3.50股 
600360.SH|20060609|250|0|股改方案:每10股流通股获2.50股 
600361.SH|20050829|230|0|股改方案:每10股流通股获2.30股 
600362.SH|20060419|220|0|股改方案:每10股流通股获2.20股 
600363.SH|20060531|330|0|股改方案:每10股流通股获3.30股 
600365.SH|20060317|300|0|股改方案:每10股流通股获3.00股 
600366.SH|20051206|320|0|股改方案:每10股流通股获3.20股 
600367.SH|20051202|390|0|股改方案:每10股流通股获3.90股 
600368.SH|20060705|320|0|股改方案:每10股流通股获3.20股 
600369.SH|20060721|1000|0|股改方案:上市公司向全体流通股股东每10股转增10股，相当于流通股股东每10股获得4.07股的对价
600370.SH|20060807|200|0|股改方案:每10股流通股获2.00股 
600371.SH|20060920|36.667|861.866|股改方案:每10股流通股获0.37股 每10股流通股获8.62元 
600372.SH|20060809|350|0|股改方案:每10股流通股获3.50股 
600373.SH|20060213|341|0|股改方案:每10股流通股获3.41股 
600375.SH|20060113|330|0|股改方案:每10股流通股获3.30股 
600376.SH|20060216|300|0|股改方案:每10股流通股获3.00股 
600377.SH|20060516|320|0|股改方案:每10股流通股获3.20股 
600378.SH|20061109|658|0|股改方案:上市公司向全体流通股股东每10股转增6.58股
600380.SH|20061124|380|0|股改方案:每10股流通股获3.80股 
600381.SH|20061127|224|0|股改方案:上市公司向流通股股东每10股转增2.24股
600382.SH|20060626|330|0|股改方案:每10股流通股获3.30股 
600383.SH|20060824|250|0|股改方案:每10股流通股获2.50股 
600385.SH|20060912|108.3|0|股改方案:每10股送1.083股

600386.SH|20060405|400|0|股改方案:每10股流通股获4.00股 
600387.SH|20061016|300|0|股改方案:每10股流通股获3.00股 
600388.SH|20060515|280|0|股改方案:每10股流通股获2.80股 
600389.SH|20060525|350|0|股改方案:每10股流通股获3.50股 
600390.SH|20060420|500|0|股改方案:每10股流通股获5.00股 
600391.SH|20060807|172.29|0|股改方案:每10股流通股获1.72股 
600392.SH|20051110|350|0|股改方案:每10股流通股获3.50股 
600393.SH|20051107|300|0|股改方案:每10股流通股获3.00股 
600395.SH|20060728|320|0|股改方案:每10股流通股获3.20股 
600396.SH|20051031|380|0|股改方案:每10股流通股获3.80股 
600397.SH|20060830|615.4|0|股改方案:上市公司向全体流通股股东每10股定向转增6.154股的股份，相当于流通股股东每10股获送3.2股的对价。

600398.SH|20050805|300|0|股改方案:每10股流通股获3.00股 
600399.SH|20060320|340|0|股改方案:每10股流通股获3.40股 
600400.SH|20060215|300|0|股改方案:每10股流通股获3.00股 
600401.SH|20051124|450|0|股改方案:每10股流通股获4.50股 
600403.SH|20060712|300|0|股改方案:每10股流通股获3.00股 
600405.SH|20060209|380|0|股改方案:每10股流通股获3.80股 
600406.SH|20061218|180|0|股改方案:每10股流通股获1.80股 
600408.SH|20051101|300|0|股改方案:每10股流通股获3.00股 
600409.SH|20051207|340|0|股改方案:每10股流通股获3.40股 
600410.SH|20060519|280|0|股改方案:每10股流通股获2.80股 
600415.SH|20060814|84|0|股改方案:每10股流通股获0.84股 
600416.SH|20051208|310|0|股改方案:每10股流通股获3.10股 
600418.SH|20051214|1100|0|股改方案:每10股转增11股
600419.SH|20060526|350|0|股改方案:每10股流通股获3.50股 
600420.SH|20060404|250|0|股改方案:每10股流通股获2.50股 
600421.SH|20060630|600|0|股改方案:上市公司向全体流通股东每10股转增6股
600422.SH|20060321|300|0|股改方案:每10股流通股获3.00股 
600423.SH|20051103|300|0|股改方案:每10股流通股获3.00股 
600425.SH|20060109|350|0|股改方案:每10股流通股获3.50股 
600426.SH|20060222|330|0|股改方案:每10股流通股获3.30股 
600428.SH|20051209|300|0|股改方案:每10股流通股获3.00股 
600429.SH|20060419|420|0|股改方案:每10股流通股获4.20股 
600432.SH|20060315|270|0|股改方案:每10股流通股获2.70股 
600433.SH|20060524|320|0|股改方案:每10股流通股获3.20股 
600435.SH|20060522|330|0|股改方案:每10股流通股获3.30股 
600436.SH|20060522|280|0|股改方案:每10股流通股获2.80股 
600438.SH|20060303|150|0|股改方案:每10股流通股获1.50股 
600439.SH|20051108|350|0|股改方案:每10股流通股获3.50股 
600444.SH|20051226|320|0|股改方案:每10股流通股获3.20股 
600446.SH|20060407|320|0|股改方案:每10股流通股获3.20股 
600448.SH|20060629|800|0|股改方案:上市公司向全体流通股东每10股转增8股
600449.SH|20060815|442|0|股改方案:上市公司向流通股股东10转增4.42股，相当于流通股股东10获2.30股对价

600452.SH|20060111|320|0|股改方案:每10股流通股获3.20股 
600455.SH|20060725|130|0|股改方案:每10股流通股获1.30股 
600456.SH|20051230|260|0|股改方案:每10股流通股获2.60股 
600458.SH|20060327|300|0|股改方案:每10股流通股获3.00股 
600459.SH|20060605|140|0|股改方案:每10股流通股获1.40股 
600460.SH|20051102|360|0|股改方案:每10股流通股获3.60股 
600461.SH|20060412|280|0|股改方案:每10股流通股获2.80股 
600462.SH|20070322|330|0|股改方案:非流通股东向流通股东每10股送3.3股
600463.SH|20060206|360|0|股改方案:每10股流通股获3.60股 
600466.SH|20070123|669.4|0|股改方案:上市公司向全体流通股股东每10股转增6.694股
600467.SH|20060606|300|0|股改方案:上市公司向流通股股东10转增3股
600468.SH|20051208|380|0|股改方案:每10股流通股获3.80股 
600469.SH|20050816|420|0|股改方案:每10股流通股获4.20股 
600470.SH|20060418|280|0|股改方案:每10股流通股获2.80股 
600472.SH|20060310|300|0|股改方案:每10股流通股获3.00股 
600475.SH|20060524|280|0|股改方案:每10股流通股获2.80股 
600476.SH|20060428|300|0|股改方案:每10股流通股获3.00股 
600477.SH|20060216|320|0|股改方案:每10股流通股获3.20股 
600478.SH|20070329|320|0|股改方案:每10股流通股获3.20股 
600479.SH|20060112|140|1579|股改方案:公司向全体股东每10股派现10元，非流通股股东将税后分红现金全部转送给流通股股东。[其中，社会公众股股东每股10股获送现金15.79元（折合对价为每10股获送1.7股），自公司发行新股三年后可上市流通的内部职工股股东每10股获送现金4.65（折合对价为每10股获送0.5股）]。另外，全体非流通股股东向方案实施股权登记日登记在册的社会公众股股东每10股支付1.4股股票对价。（总折合对价为：社会公众股股东每10股获得相当于3.1股股票对价，内部职工股股东每10股获得相当于0.5股股票对价）
600480.SH|20060301|330|0|股改方案:每10股流通股获3.30股 
600481.SH|20060112|300|0|股改方案:每10股流通股获3.00股 
600482.SH|20060217|330|0|股改方案:每10股流通股获3.30股 
600483.SH|20060529|200|516.2|股改方案:非流通股东向流通股东每10股送2股,上市公司向全体股东每10股派送现金红利2.162元，流通股股东每10股获得非流通股东3元对价。流通股东每10股实得2股和5.162元。
600485.SH|20060328|400|0|股改方案:每10股流通股获4.00股 
600486.SH|20060705|330|0|股改方案:每10股流通股获3.30股 
600487.SH|20050808|450|0|股改方案:每10股流通股获4.50股 
600488.SH|20051024|380|0|股改方案:每10股流通股获3.80股 
600489.SH|20060614|280|0|股改方案:每10股流通股获2.80股 
600490.SH|20060615|400|0|股改方案:上市公司向全体流通股东每10股转增4股
600491.SH|20051115|250|0|股改方案:每10股流通股获2.50股 
600493.SH|20060109|250|150|股改方案:每10股流通股获2.50股 每10股流通股获1.50元 
600495.SH|20051229|340|0|股改方案:每10股流通股获3.40股 
600496.SH|20051110|230|0|股改方案:每10股流通股获2.30股 
600497.SH|20060612|270|0|股改方案:每10股流通股获2.70股 
600498.SH|20060307|480|0|股改方案:每10股流通股获4.80股 
600499.SH|20060510|320|0|股改方案:每10股流通股获3.20股 
600500.SH|20050812|175|558|股改方案:每10股流通股获1.75股 每10股流通股获5.58元 
600501.SH|20060215|250|0|股改方案:每10股流通股获2.50股 
600502.SH|20060605|320|0|股改方案:每10股流通股获3.20股 
600505.SH|20070308|650|0|股改方案:上市公司向全体流通股股东每10股转增6.5股股份
600506.SH|20060718|320|0|股改方案:每10股流通股获3.20股 
600507.SH|20050819|350|0|股改方案:每10股流通股获3.50股 
600508.SH|20060125|300|0|股改方案:每10股流通股获3.00股 
600509.SH|20060509|330|0|股改方案:每10股流通股获3.30股 
600510.SH|20060403|300|0|股改方案:每10股流通股获3.00股 
600511.SH|20060823|300|0|股改方案:每10股流通股获3.00股 
600512.SH|20060417|260|0|股改方案:每10股流通股获2.60股 
600513.SH|20060322|350|0|股改方案:每10股流通股获3.50股 
600515.SH|20070413|400|0|股改方案:上市公司向全体流通股东每10股转增4股
600516.SH|20070125|1209.6|0|股改方案:上市公司向潜在控股股东辽宁方大每10股转增10股，向流通股股东每10股转增12.096股。上市公司拟购买辽宁方大持有的部分子公司股权，收购价格为28126.41万元。辽宁方大通过现金偿还资金占用27662.16万元。 
600517.SH|20060330|250|0|股改方案:每10股流通股获2.50股 
600518.SH|20051025|250|0|股改方案:每10股流通股获2.50股 
600519.SH|20060525|1120|2066|股改方案:上市公司向全体股东每10股转增10股派现金5.91元。非流通股东向流通股东每10股送1.2股和现金14.75元，派发16份存续期12个月、行权价30.3的欧式认沽权证。
600520.SH|20060714|280|0|股改方案:每10股流通股获2.80股 
600521.SH|20050816|0|714.3|股改方案:公司向全体股东每10 股派现2.5 元（含税），非流通股股东将其应得现金分红在缴纳相关税费后全部支付给流通股股东。流通股股东现金所得为每10股7.143 元（税前）,其中非流通股股东支付的现金对价4.643 元（税前）。

600522.SH|20060524|320|0|股改方案:每10股流通股获3.20股 
600523.SH|20060914|300|0|股改方案:每10股流通股获3.00股 
600525.SH|20051223|330|0|股改方案:每10股流通股获3.30股 
600526.SH|20060308|300|0|股改方案:每10股流通股获3.00股 
600527.SH|20051103|300|0|股改方案:每10股流通股获3.00股 
600528.SH|20051205|380|0|股改方案:每10股流通股获3.80股 
600529.SH|20060217|260|0|股改方案:每10股流通股获2.60股 
600530.SH|20060227|340|0|股改方案:每10股流通股获3.40股 
600531.SH|20051221|350|0|股改方案:每10股流通股获3.50股 
600532.SH|20060412|350|0|股改方案:每10股流通股获3.50股 
600533.SH|20060123|280|0|股改方案:每10股流通股获2.80股 
600535.SH|20051230|290|0|股改方案:每10股流通股获2.90股 
600536.SH|20060515|331|0|股改方案:上市公司向全体股东每10股转增0.65股，非流通股东向流通股东每10股送2.51股
600537.SH|20051215|300|0|股改方案:每10股流通股获3.00股 
600538.SH|20060110|210|0|股改方案:每10股流通股获2.10股 
600540.SH|20060615|320|0|股改方案:每10股流通股获3.20股 
600543.SH|20060710|330|0|股改方案:每10股流通股获3.30股 
600545.SH|20060329|350|0|股改方案:每10股流通股获3.50股 
600546.SH|20060727|340|0|股改方案:每10股流通股获3.40股 
600547.SH|20060331|250|0|股改方案:每10股流通股获2.50股 
600548.SH|20060228|320|0|股改方案:每10股流通股获3.20股 
600549.SH|20060329|290|0|股改方案:每10股流通股获2.90股 
600550.SH|20050819|400|0|股改方案:每10股流通股获4.00股 
600551.SH|20060704|330|0|股改方案:每10股流通股获3.30股 
600552.SH|20060718|300|0|股改方案:每10股流通股获3.00股 
600553.SH|20060301|330|0|股改方案:每10股流通股获3.30股 
600555.SH|20060221|350|0|股改方案:每10股流通股获3.50股 
600556.SH|20060314|758|0|股改方案:公司以资本公积金向方案实施股权登记日登记在册的全体股东每10股转增7.58股，非流通股股东将所获的全部转赠予流通股股东。以转增后、对价股份支付前流通股股东所持股数为基数计算，相当于每10股流通股获得支付3.5股股份的对价。

600557.SH|20051116|260|0|股改方案:每10股流通股获2.60股 
600558.SH|20060816|320|0|股改方案:每10股流通股获3.20股 
600559.SH|20060830|300|0|股改方案:每10股流通股获3.00股 
600560.SH|20060512|350|0|股改方案:每10股流通股获3.50股 
600561.SH|20060426|143.773|0|股改方案:每10股流通股获1.44股 
600562.SH|20060413|350|0|股改方案:每10股流通股获3.50股 
600563.SH|20060428|250|0|股改方案:每10股流通股获2.50股 
600565.SH|20060220|260|0|股改方案:每10股流通股获2.60股 
600566.SH|20060412|350|0|股改方案:每10股流通股获3.50股 
600567.SH|20060518|237.71|0|股改方案:每10股流通股获2.38股 
600568.SH|20060810|360|0|股改方案:上市公司向流通股股东每10股转增3股,潜江制药厂向流通股股东每10股送0.6股，相当于每10股流通股获得1.85股的对价

600569.SH|20060525|340|0|股改方案:每10股流通股获3.40股 
600570.SH|20050809|400|0|股改方案:每10股流通股获4.00股 
600571.SH|20051130|380|0|股改方案:每10股流通股获3.80股 
600572.SH|20051227|320|0|股改方案:每10股流通股获3.20股 
600573.SH|20060707|210|0|股改方案:每10股流通股获2.10股 
600575.SH|20060630|300|0|股改方案:每10股流通股获3.00股 
600576.SH|20070125|400|0|股改方案:上市公司向全体股东每10股转增4股
600577.SH|20060418|250|0|股改方案:每10股流通股获2.50股 
600578.SH|20060403|340|0|股改方案:每10股流通股获3.40股 
600579.SH|20061102|390|0|股改方案:每10股流通A股获得3.9股
600580.SH|20050808|350|0|股改方案:每10股流通股获3.50股 
600581.SH|20060217|320|0|股改方案:每10股流通股获3.20股 
600582.SH|20070115|120|0|股改方案:每10股流通股获1.20股 
600583.SH|20060124|240|0|股改方案:每10股流通股获2.40股 
600584.SH|20051229|320|0|股改方案:每10股流通股获3.20股 
600585.SH|20060302|0|1500|股改方案:每10股流通股获15.00元 
600586.SH|20060110|300|0|股改方案:每10股流通股获3.00股 
600587.SH|20060609|310|0|股改方案:每10股流通股获3.10股 
600588.SH|20060228|500|0|股改方案:每10股流通股获5.00股 
600589.SH|20051102|350|0|股改方案:每10股流通股获3.50股 
600590.SH|20051025|0|0|股改方案:非流通股东按1:0.65的比例缩股.
600591.SH|20060214|300|0|股改方案:每10股流通股获3.00股 
600592.SH|20060214|300|0|股改方案:每10股流通股获3.00股 
600593.SH|20060811|340|0|股改方案:每10股流通股获3.40股 
600594.SH|20051205|300|0|股改方案:每10股流通股获3.00股 
600595.SH|20050829|100|0|股改方案:每10股流通股获1.00股 
600596.SH|20060411|570|0|股改方案:10股转增5.7 股，相当于流通股股东每持有10 股获送2.5 股。
600597.SH|20061010|120|846|股改方案:每10股流通股获1.20股 每10股流通股获8.46元 
600598.SH|20060104|340|0|股改方案:每10股流通股获3.40股 
600599.SH|20070115|200|0|股改方案:每10股流通股获2.00股 
600600.SH|20061220|178.777|240|股改方案:每10股流通股获1.79股 每10股流通股获2.40元 
600602.SH|20060113|190|0|股改方案:每10股流通股获1.90股 
600604.SH|20060303|350|0|股改方案:每10股流通股获3.50股 
600605.SH|20060803|550|0|股改方案:每10股流通股获5.50股 
600606.SH|20060607|370|0|股改方案:每10股流通股获3.70股 
600607.SH|20060601|300|0|股改方案:每10股流通股获3.00股 
600608.SH|20070628|600|0|股改方案:斯威特集团第一大股东西安通邮科技投资有限公司向公司注入银洞山铁矿探矿权(评估价值为8485.00万元)作为斯威特集团和南京泽天向流通股股东支付的对价；其他五家非流通股股东向流通股股东每10股送出1.5股支付对价；上市公司向全体流通股股东每10股定向转增4.5股.
600609.SH|20060810|370|0|股改方案:每10股流通股获3.70股 
600611.SH|20060719|200|0|股改方案:每10股流通A股获得2.0股
600612.SH|20060208|350|0|股改方案:每10股流通股获3.50股 
600613.SH|20060728|220|0|股改方案:每10股流通股获2.20股 
600614.SH|20060620|700|0|股改方案:每10股流通股获7.00股 
600615.SH|20070301|627.23|0|股改方案:公司对全体股东每10股转增2.5股，除沿海投资外的非流通股股东将所获转增股份全部或部分送给流通股东。沿海投资豁免上市公司受让资产的5,529.26万元应付款.
600616.SH|20051124|350|0|股改方案:每10股流通股获3.50股 
600617.SH|20070205|300|0|股改方案:每10股流通股获3.00股 
600618.SH|20060111|430|0|股改方案:每10股流通股获4.30股 
600619.SH|20051221|350|0|股改方案:每10股流通股获3.50股 
600620.SH|20060329|330|0|股改方案:每10股流通股获3.30股 
600621.SH|20051021|400|0|股改方案:每10股流通股获4.00股 
600622.SH|20060227|250|0|股改方案:每10股流通股获2.50股 
600623.SH|20060522|700|0|股改方案:每10股流通股获7.00股 
600624.SH|20060517|505|0|股改方案:每10股送1.95股 转增3.10股
600626.SH|20060119|330|0|股改方案:每10股流通股获3.30股 
600627.SH|20061107|0|3500|股改方案:每10股流通股获35.00元 
600628.SH|20060330|300|0|股改方案:每10股流通股获3.00股 
600630.SH|20060216|330|0|股改方案:每10股流通股获3.30股 
600631.SH|20060418|300|0|股改方案:每10股流通股获3.00股 
600633.SH|20060613|500|0|股改方案:每10股流通股获5.00股 
600634.SH|20060920|200|0|股改方案:每10股流通股获2.00股 
600635.SH|20060417|300|0|股改方案:每10股转增股本3股。
600636.SH|20060522|280|0|股改方案:每10股流通股获2.80股 
600637.SH|20060307|210|0|股改方案:每10股流通股获2.10股 
600638.SH|20060511|300|0|股改方案:每10股流通股获3.00股 
600639.SH|20060112|350|0|股改方案:每10股流通股获3.50股 
600640.SH|20060425|350|0|股改方案:每10股流通股获3.50股 
600641.SH|20060726|150|0|股改方案:每10股流通股获1.50股 
600642.SH|20050817|320|0|股改方案:每10股流通股获3.20股 
600644.SH|20070105|689.12|0|股改方案:上市公司向全体股东10转增5.9912股及非流通股股东支付0.9股
600645.SH|20070125|698.3|0|股改方案:上市公司向流通股股东每10股转增6.983股，对除提出股改动议的4家股东外的109家非流通股东每10股转增3股
600647.SH|20060427|390|0|股改方案:每10股流通股获3.90股 
600648.SH|20060216|380|0|股改方案:每10股流通股获3.80股 
600649.SH|20060414|220|62|股改方案:每10股送2.2股.每10股送沽出权证5份.
600650.SH|20060213|350|0|股改方案:每10股流通股获3.50股 
600654.SH|20051213|160|0|股改方案:每10股流通股获1.60股 
600655.SH|20060605|100|0|股改方案:每10股流通股获1.00股 
600657.SH|20060804|1100|0|股改方案:上市公司向全体流通股股东每10股转增11股，相当于流通股股东每10股获得2.86股

600658.SH|20060626|320|0|股改方案:每10股流通股获3.20股 
600660.SH|20060315|100|0|股改方案:每10股流通股获1.00股 
600661.SH|20060214|350|0|股改方案:每10股流通股获3.50股 
600662.SH|20060905|250|0|股改方案:每10股流通股获2.50股 
600663.SH|20060106|350|0|股改方案:每10股流通股获3.50股 
600665.SH|20060511|330|0|股改方案:每10股流通股获3.30股 
600666.SH|20060412|300|0|股改方案:每10股流通股获3.00股 
600667.SH|20070108|250|0|股改方案:每10股流通股获2.50股 
600668.SH|20060807|320|0|股改方案:每10股流通股获3.20股 
600671.SH|20061218|80|0|股改方案:每10股流通股获0.80股 
600673.SH|20060104|350|0|股改方案:每10股送2.06股，转增1.44股，相当于每10股获得1.8股对价
600674.SH|20060714|340|0|股改方案:每10股流通股获3.40股 
600675.SH|20051219|300|0|股改方案:每10股流通股获3.00股 
600676.SH|20051227|350|0|股改方案:每10股流通股获3.50股 
600677.SH|20060609|250|0|股改方案:每10股流通股获2.50股 
600678.SH|20060817|300|0|股改方案:每10股流通股获3.00股 
600679.SH|20060216|390|0|股改方案:每10股流通股获3.90股 
600680.SH|20060727|350|0|股改方案:每10股流通股获3.50股 
600683.SH|20060704|400|0|股改方案:上市公司向流通股股东10转增4股
600684.SH|20060407|300|0|股改方案:每10股流通股获3.00股 
600685.SH|20060524|270|0|股改方案:每10股流通股获2.70股 
600686.SH|20060330|300|0|股改方案:每10股流通股获3.00股 
600687.SH|20060427|400|0|股改方案:流通股股东每持有10股流通股将获得4股的转增股份，相当于流通股股东每10股获得2.14股的对价。在转增股份支付完成后，公司的非流通股份即获得上市流通权。
600689.SH|20060822|300|0|股改方案:每10股流通股获3.00股 
600690.SH|20060518|100|22|股改方案:非流通股东向流通股东每10股送1股，派发9份存续期12个月、行权价4.39元的欧式认沽权证。
600691.SH|20070525|800|0|股改方案:公司向流通股东10转增8股，向四川香风10转增4.81459股；四川香凤承担公司及控股子公司债务2894万元，并予以豁免。
600692.SH|20051207|340|0|股改方案:每10股流通股获3.40股 
600693.SH|20060830|100|0|股改方案:每10股流通股获1.00股 
600694.SH|20061117|230|0|股改方案:每10股流通股获2.30股 
600695.SH|20060920|300|0|股改方案:每10股流通股获3.00股 
600696.SH|20060628|270|0|股改方案:每10股流通股获2.70股 
600697.SH|20061027|300|0|股改方案:流通股股东每10股实获3股(含上市公司向流通股股东每10股转增2股和非流通股股东每10股支付1股对价)
600698.SH|20081107|300|0|股改方案:每10股流通股获3.00股 
600699.SH|20060808|380|0|股改方案:每10股流通股获3.80股 
600701.SH|20070213|1000|0|股改方案:市公司向流通股股东每10股转增10股
600702.SH|20060406|390|0|股改方案:每10股流通股获3.90股 
600704.SH|20060217|350|0|股改方案:每10股流通股获3.50股 
600706.SH|20060511|300|0|股改方案:每10股流通股获3.00股 
600707.SH|20060731|420|0|股改方案:每10股流通股获4.20股 
600708.SH|20051222|350|0|股改方案:每10股流通股获3.50股 
600710.SH|20060509|320|0|股改方案:每10股流通股获3.20股 
600711.SH|20070122|500|0|股改方案:上市公司向全体流通股股东每10股转增5股
600712.SH|20070105|280|0|股改方案:每10股流通股获2.80股 
600713.SH|20060717|680|0|股改方案:上市公司向流通股东每10股转增6.8股，相当于流通股东每10股获得3.0股的对价

600714.SH|20060927|300|0|股改方案:每10股流通股获3.00股 
600715.SH|20061114|0|0|股改方案:第一大股东华汇销售豁免公司所欠其债务12000万元，以此作为全体非流通股股东对流通股股东的对价安排，按截止说明书公告之日前120个交易日股票均价1.64元/股计算，相当于流通股股东每10股获送3.2628股。
600716.SH|20060721|400|0|股改方案:每10股流通股获4.00股 
600717.SH|20051227|185|812|股改方案:每10股流通股获1.85股 每10股流通股获8.12元 
600718.SH|20060404|250|365|股改方案:每10股流通股获2.50股 每10股流通股获3.65元 
600719.SH|20060622|300|0|股改方案:每10股流通股获3.00股 
600720.SH|20060720|300|0|股改方案:每10股流通股获3.00股 
600722.SH|20061117|340|0|股改方案:每10股流通股获3.40股 
600723.SH|20060802|350|0|股改方案:每10股流通股获3.50股 
600724.SH|20061222|610|0|股改方案:公司以资本公积金向股权登记日登记在册的全体流通股股东每10股转增5.1股,同时，全体非流通股股东向股权登记日登记在册的全体流通股股东每10股送1股
600725.SH|20060210|350|0|股改方案:每10股流通股获3.50股 
600726.SH|20060927|320|0|股改方案:每10股流通股获3.20股 
600727.SH|20060721|400|0|股改方案:每10股流通股获4.00股 
600729.SH|20060529|280|0|股改方案:每10股流通股获2.80股 
600730.SH|20060615|300|0|股改方案:每10股流通股获3.00股 
600731.SH|20060310|330|0|股改方案:每10股流通股获3.30股 
600732.SH|20051129|270|0|股改方案:每10股流通股获2.70股 
600734.SH|20081226|265.14|0|股改方案:每10股流通股获2.65股 
600736.SH|20060324|340|0|股改方案:每10股流通股获3.40股 
600738.SH|20060608|290|0|股改方案:上市公司向全体流通股东每10股转增2.16212股和非流通股东向流通股东每10股送0.73059股以及公司第一大非流通股股东红楼集团向公司无偿注入兰州红楼房地产开发有限公司36.6045%股权
600739.SH|20060124|300|0|股改方案:每10股流通股获3.00股 
600740.SH|20060510|300|0|股改方案:每10股流通股获3.00股 
600741.SH|20060331|300|0|股改方案:每10股流通股获3.00股 
600742.SH|20060418|380|0|股改方案:每10股流通股获3.80股 
600744.SH|20060718|348.32|34|股改方案:每10股流通股获3.48股 每10股流通股获0.34元 
600745.SH|20080708|144.7|0|股改方案:每10股流通股获1.45股 
600746.SH|20060725|320|0|股改方案:每10股流通股获3.20股 
600747.SH|20060613|800|0|股改方案:上市公司向全体流通股东每10股转增8股
600748.SH|20051226|320|0|股改方案:每10股流通股获3.20股 
600749.SH|20060118|300|0|股改方案:每10股流通股获3.00股 
600750.SH|20060517|320|0|股改方案:每10股流通股获3.20股 
600753.SH|20060717|320|0|股改方案:每10股流通股获3.20股 
600754.SH|20060123|310|0|股改方案:每10股流通股获3.10股 
600755.SH|20060710|450|0|股改方案:上市公司向全体流通股东每10股转增4.5股
600756.SH|20060524|240|0|股改方案:每10股流通股获2.40股 
600757.SH|20070425|570|0|股改方案:上市公司向全体流通股东每10股转增5.7股
600758.SH|20070207|0|0|股改方案:股东沈煤集团拟以其合法持有的红阳热电100%的股权与上市公司所拥有的全部资产和部分负债进行资产置换,沈煤集团资产价值多于置换资产价值的部分由沈煤集团赠与上市公司
600759.SH|20071119|200|0|股改方案:每10股流通股获2.00股 
600760.SH|20060302|300|0|股改方案:每10股流通股获3.00股 
600761.SH|20051028|260|0|股改方案:每10股流通股获2.60股 
600763.SH|20061109|0|0|股改方案:宝群实业拟将现金购买上市公司应收款项21,268,579元；同时，宝群实业向上市公司赠与口腔医院公司100%的股权，以及现金2550万元。总计相当于流通股股东每10股获得2.72股的对价。
600764.SH|20060310|300|0|股改方案:每10股流通股获3.00股 
600765.SH|20060620|300|0|股改方案:每10股流通股获3.00股 
600766.SH|20060921|130|0|股改方案:每10股流通股获1.30股 
600767.SH|20061228|250|0|股改方案:每10股流通股获2.50股 
600768.SH|20061226|270|0|股改方案:每10股流通股获2.70股 
600769.SH|20060926|560|0|股改方案:每10股实获5.6股
600770.SH|20051024|350|0|股改方案:每10股流通股获3.50股 
600771.SH|20060711|438.8|0|股改方案:上市公司向流通股股东每10股转增2.6股，相当于流通股股东每10股获送1.788股的对价
600773.SH|20070307|700|0|股改方案:市公司向流通股股东每10股转增7股
600774.SH|20060523|360|0|股改方案:每10股流通股获3.60股 
600775.SH|20060911|350|0|股改方案:每10股流通股获3.50股 
600776.SH|20060726|330|0|股改方案:每10股流通股获3.30股 
600777.SH|20060517|500|0|股改方案:上市公司向全体流通股股东每10股转增5股
600778.SH|20060620|280|0|股改方案:每10股流通股获2.80股 
600779.SH|20060118|280|0|股改方案:每10股流通股获2.80股 
600780.SH|20051031|0|220|股改方案:相当于每10股送2.2元现金
600781.SH|20060703|100|0|股改方案:每10股流通股获1.00股 
600782.SH|20061024|330|0|股改方案:每10股流通股获3.30股 
600783.SH|20060427|310|0|股改方案:每10股流通股获3.10股 
600784.SH|20060605|60|0|股改方案:每10股流通股获0.60股 
600785.SH|20060901|200|0|股改方案:上市公司向全体股东每10股转增2股除物美商业外的非流通股股东将所获转增股份交付物美商业,物美商业向全体流通股股东每10股免费派送10份行权价为10.02元的认沽权利.

600786.SH|20070323|250|0|股改方案:每10股流通股获2.50股 
600787.SH|20060110|370|0|股改方案:每10股流通股获3.70股 
600789.SH|20061031|700|0|股改方案:流通股股东获得每10股转增7股的股份；同时向公司第二大非流通股股东中国资本(控股)有限公司转增股份，每10股获得4.12股。
600790.SH|20061225|24.0167|0|股改方案:流通股股东每10股获得股票为0.240167股
600791.SH|20060210|300|0|股改方案:每10股流通股获3.00股 
600792.SH|20060717|320|0|股改方案:每10股流通股获3.20股 
600793.SH|20060920|330|0|股改方案:每10股流通股获3.30股 
600794.SH|20060720|300|0|股改方案:每10股流通股获3.00股 
600795.SH|20060831|250|120|股改方案:流通股股东每10股获2.5股及中国国电集团公司无偿发行的2份行权价格为4.80元的认购权证

600796.SH|20060511|380|0|股改方案:每10股流通股获3.80股 
600797.SH|20051031|280|0|股改方案:每10股流通股获2.80股 
600798.SH|20060426|280|0|股改方案:每10股流通股获2.80股 
600801.SH|20051229|300|0|股改方案:每10股流通股获3.00股 
600802.SH|20060823|600|0|股改方案:上市公司向全体流通股股东每10股转增6股，相当于流通股股东每10股获得2.624股对价
600803.SH|20060417|250|0|股改方案:每10股流通股获2.50股 
600804.SH|20060706|350|0|股改方案:上市公司向流通股股东每10股转增3.5股，相当于流通股股东每10股获送1.1股

600805.SH|20061023|200|0|股改方案:每10股流通股获2.00股 
600806.SH|20070307|468.2|0|股改方案:上市公司向全体股东每10股转增1.5606股,非流通股股东在转增后以所持1872.8355万股向流通股股东执行股票对价。
600807.SH|20070115|50|0|股改方案:每10股流通股获0.50股 
600808.SH|20060331|340|0|股改方案:每10股流通股获3.40股 
600809.SH|20060509|330|0|股改方案:每10股流通股获3.30股 
600810.SH|20060417|470|0|股改方案:每10股流通股获4.70股 
600811.SH|20060814|250|0|股改方案:上市公司向流通股股东每10股转增2.5股，相当于流通股股东每10股获送0.6385股

600812.SH|20060816|568|0|股改方案:每10股实获5.68股
600814.SH|20060612|720|0|股改方案:上市公司向全体流通股东每10股转增7.2股
600815.SH|20060315|320|0|股改方案:每10股流通股获3.20股 
600816.SH|20060508|0|0|股改方案:非流通股东决定将股权分置改革与资产重组相结合，通过资产置换，注入优质资产，置出不良资产。 
600817.SH|20050817|500|0|股改方案:每10股流通股获5.00股 
600818.SH|20051213|500|0|股改方案:每10股流通股获5.00股 
600819.SH|20060208|350|0|股改方案:每10股流通股获3.50股 
600820.SH|20060111|300|0|股改方案:每10股流通股获3.00股 
600821.SH|20060825|850|0|股改方案:上市公司向流通股股东每10股转增8.5股，相当于每10股流通股获送3股

600822.SH|20060113|300|0|股改方案:每10股流通股获3.00股 
600823.SH|20060822|259|0|股改方案:上市公司向全体流通股股东每10股转增2.59股，相当于流通股股东每10股获得1.2股
600824.SH|20051201|320|0|股改方案:每10股流通股获3.20股 
600825.SH|20061017|0|1550|股改方案:公司向全体股东分配现金红利，每10股派现2.30元（税前）。新华发行集团将其应得部分转送给全体流通股股东，转送后流通股股东每10股共获送红利4.50元（按其持股数量，流通股股东直接获分的红利需缴税）。公司控股股东新华发行集团再向方案实施股权登记日登记在册的全体流通股股东每10股支付11元现金。流通股东每10股实得15.5元。
600826.SH|20060119|400|0|股改方案:每10股流通股获4.00股 
600827.SH|20060703|250|0|股改方案:每10股流通股获2.50股 
600828.SH|20060608|200|0|股改方案:每10股流通股获2.00股 
600829.SH|20061109|0|2365|股改方案:每10股流通股获23.65元 
600830.SH|20061024|660|0|股改方案:全体流通股股东每10股定向转增6.6股。
600831.SH|20060117|260|0|股改方案:10股送2.6股
600832.SH|20050805|400|0|股改方案:每10股流通股获4.00股 
600833.SH|20060712|250|0|股改方案:每10股流通股获2.50股 
600834.SH|20051109|300|0|股改方案:每10股流通股获3.00股 
600835.SH|20060817|0|500|股改方案:每10股流通股获5.00元 
600836.SH|20051102|300|0|股改方案:每10股流通股获3.00股 
600837.SH|20051108|300|0|股改方案:每10股流通股获3.00股 
600838.SH|20060322|300|0|股改方案:每10股流通股获3.00股 
600839.SH|20060412|340|0|股改方案:每10股流通股获3.40股 
600840.SH|20061030|175|0|股改方案:每10股实获1.75股
600841.SH|20060515|0|1600|股改方案:每10股流通股获16.00元 
600843.SH|20060615|600|0|股改方案:每10股流通股获6.00股 
600844.SH|20070426|300|0|股改方案:每10股流通股获3.00股 
600845.SH|20060628|340|0|股改方案:每10股流通股获3.40股 
600846.SH|20060310|300|0|股改方案:每10股流通股获3.00股 
600847.SH|20060630|250|0|股改方案:每10股流通股获2.50股 
600848.SH|20061026|450|0|股改方案:每10股流通股获4.50股 
600849.SH|20060717|0|100|股改方案:每10股流通股获1.00元 
600850.SH|20060306|340|0|股改方案:每10股流通股获3.40股 
600851.SH|20060209|320|0|股改方案:每10股流通股获3.20股 
600853.SH|20061013|600|0|股改方案:流通股股东每10股定向转增6股。
600854.SH|20060717|330|0|股改方案:每10股流通股获3.30股 
600855.SH|20060518|572|0|股改方案:上市公司向全体流通股东每10股转增5.72股
600856.SH|20060831|606|0|股改方案:上市公司用资本公积金向全体流通股股东每10股转增6.06343股,相当于流通股股东每10股获送2.5股
600857.SH|20060811|350|0|股改方案:上市公司向全体流通股股东每10股转增3.5股，相当于流通股股东每10股获得1.57股
600858.SH|20060518|150|0|股改方案:每10股流通股获1.50股 
600859.SH|20061218|0|3000|股改方案:每10股流通股获30.00元 
600860.SH|20060331|380|0|股改方案:每10股流通股获3.80股 
600861.SH|20060609|0|0|股改方案:非流通股份按照1:0.627的缩股比例单向缩股
600863.SH|20060424|350|0|股改方案:每10股流通股获3.50股 
600864.SH|20060615|300|0|股改方案:每10股流通股获3.00股 
600866.SH|20051128|350|0|股改方案:每10股流通股获3.50股 
600867.SH|20060607|500|0|股改方案:非流通股东向流通股东每10股送1股,上市公司向全体流通股东每10股转增4股,流通股东每10股实得5股
600868.SH|20060828|639|0|股改方案:每10股实获6.39股,按转增后的股本计算，相当于流通股股东每10股获得1股对价

600869.SH|20060116|200|0|股改方案:每10股流通股获2.00股 
600870.SH|20060908|250|0|股改方案:每10股流通股获2.50股 
600872.SH|20060517|1100|0|股改方案:上市公司向全体流通股股东每10股转增11股,相当于非流通股股东向流通股股东每10股支付3.05股对价。
600873.SH|20060606|280|0|股改方案:每10股流通股获2.80股 
600874.SH|20060420|370|0|股改方案:每10股流通股获3.70股 
600875.SH|20060417|270|0|股改方案:每10股流通股获2.70股 
600876.SH|20060608|420|0|股改方案:每10股流通股获4.20股 
600877.SH|20060811|971.8|0|股改方案:上市公司向全体流通股股东每10股转增9.718股，相当于每10股流通股获非流通股股东送3.6股
600879.SH|20060213|680|0|股改方案:每10股转增6.80股
600880.SH|20060118|310|0|股改方案:每10股流通股获3.10股 
600881.SH|20060810|600|0|股改方案:上市公司向全体流通股股东每10股转增6股
600882.SH|20060417|320|0|股改方案:每10股流通股获3.20股 
600883.SH|20060708|600|0|股改方案:上市公司向全体流通股股东每10股转增3.737股和送2.263股,相当于流通股股东每10股获送3.43股非流通股股东支付的对价
600884.SH|20060425|100|0|股改方案:每10股流通股获1.00股 
600885.SH|20060803|0|0|股改方案:上市公司向流通股股东每10股转增4.8股,相当于流通股股东每10股获送2.5股.

600886.SH|20050809|260|0|股改方案:每10股流通股获2.60股 
600887.SH|20060410|320|130|股改方案:每10股转增股票 3.2(股)。每10 股股票获得3 份认股权证。
600888.SH|20060524|509|0|股改方案:上市公司向全体流通股股东每10股转增5.09股,相当于流通股股东每10股获得3.2股
600889.SH|20061101|320|0|股改方案:每10股流通股获3.20股 
600890.SH|20070105|460|0|股改方案:上市公司向全体流通股股东每10股转增4.6股
600893.SH|20081120|50|0|股改方案:每10股流通股获0.50股 
600894.SH|20060417|0|0|股改方案:相当于流通股股东每10 股流通股获付3.5 股。
600895.SH|20051024|350|0|股改方案:每10股流通股获3.50股 
600896.SH|20060424|832.17|0|股改方案:流通股股东每10 股获得8.3217 股的转增股份
600897.SH|20060703|412|0|股改方案:上市公司向全体流通股股东每10股转增4.12股,相当于流通股股东每10股获送2.80股
600900.SH|20050815|124.96|797|股改方案:非流通股东向流通股东每10股送1.2496股和现金4.14元(按转增前股本)，上市公司向全体股东派发1.5份存续期18个月、行权价5.5元的欧式认股权证。
600960.SH|20060328|320|0|股改方案:每10股流通股获3.20股 
600961.SH|20051102|350|0|股改方案:每10股流通股获3.50股 
600962.SH|20060328|350|0|股改方案:每10股流通股获3.50股 
600963.SH|20051206|300|0|股改方案:每10股流通股获3.00股 
600965.SH|20060711|300|0|股改方案:每10股流通股获3.00股 
600966.SH|20051107|300|0|股改方案:每10股流通股获3.00股 
600967.SH|20060511|340|0|股改方案:每10股流通股获3.40股 
600969.SH|20060707|320|0|股改方案:每10股流通股获3.20股 
600970.SH|20060706|250|0|股改方案:每10股流通股获2.50股 
600971.SH|20060215|220|600|股改方案:10股送2.2股，派现金6元
600973.SH|20050811|350|0|股改方案:每10股流通股获3.50股 
600975.SH|20060906|350|0|股改方案:每10股流通股获3.50股 
600976.SH|20060508|250|0|股改方案:每10股流通股获2.50股 
600978.SH|20051221|300|0|股改方案:每10股流通股获3.00股 
600979.SH|20060928|280|0|股改方案:每10股流通股获2.80股 
600980.SH|20060424|330|0|股改方案:每10股流通股获3.30股 
600981.SH|20060406|350|0|股改方案:每10股流通股获3.50股 
600982.SH|20060320|300|0|股改方案:每10股流通股获3.00股 
600983.SH|20060411|300|0|股改方案:每10股流通股获3.00股 
600984.SH|20060801|380|0|股改方案:每10股流通股获3.80股 
600985.SH|20060209|332|0|股改方案:每10股流通股获3.32股 
600986.SH|20060407|270|0|股改方案:每10股流通股获2.70股 
600987.SH|20060525|480|0|股改方案:上市公司向全体流通股股东每10股转增4.8股,相当于每10股流通股获送2.95股股份!
600988.SH|20070420|362.32|0|股改方案:上市公司向全体流通股东每10股转增3.6232股
600990.SH|20060621|310|0|股改方案:每10股流通股获3.10股 
600991.SH|20060727|380|0|股改方案:每10股流通股获3.80股 
600992.SH|20060706|330|0|股改方案:每10股流通股获3.30股 
600993.SH|20060719|200|542.98|股改方案:每10股流通股获2.00股 每10股流通股获5.43元 
600995.SH|20060922|644|0|股改方案:上市公司向流通股股东每10股转增6.4444股，相当于流通股股东每10股获得3.0股的对价  
600997.SH|20060113|330|0|股改方案:每10股流通股获3.30股 
900940.SH|20070322|280|0|股改方案:上市公司向流通A股股东10股转增7.2220股；向流通B股股东每10股转增2.8股
000001.SZ|20070620|100|9|股改方案:公司向流通股股东送股，每10股获送1股。同时向流通股股东派送现金12684257.69元(缴纳因送股产生的税款);以送股后股本为基数,向全体股东分别以10：1派发存续期为6个月的及以10：0.5派发存续期为12个月的行权价均为19元的百慕大式认股权证
000002.SZ|20051205|0|606.9|股改方案:股改方案:不支付对价，每10股送7份认沽权证
000004.SZ|20060818|250|0|股改方案:每10股流通股获2.50股 
000005.SZ|20060731|650|0|股改方案:每10股实获6.5股
000006.SZ|20060112|200|0|股改方案:每10股流通股获2.00股 
000007.SZ|20060814|520|0|股改方案:上市公司向全体流通股股每10股转增5.2股，相当于流通股每10股获得1.8股
000008.SZ|20051213|200|0|股改方案:每10股流通股获2.00股 
000011.SZ|20091103|390|0|股改方案:每10股流通股获3.90股 
000012.SZ|20060524|355|0|股改方案:每10股流通股获3.55股 
000014.SZ|20060306|270|0|股改方案:每10股流通股获2.70股 
000016.SZ|20060330|250|0|股改方案:每10股流通股获2.50股 
000018.SZ|20060616|350|0|股改方案:每10股流通股获3.50股 
000019.SZ|20060727|380|0|股改方案:每10股流通股获3.80股 
000020.SZ|20070518|150|0|股改方案:每10股流通股获1.50股 
000021.SZ|20060522|300|0|股改方案:每10股流通股获3.00股 
000022.SZ|20060530|100|1150|股改方案:每10股流通股获1.00股 每10股流通股获11.50元 
000023.SZ|20060317|310|0|股改方案:每10股流通股获3.10股 
000024.SZ|20060209|200|314|股改方案:每10股流通股获2.00股 每10股流通股获3.14元 
000025.SZ|20060104|400|0|股改方案:每10股流通股获4.00股 
000026.SZ|20071109|310|0|股改方案:每10股流通股获3.10股 
000027.SZ|20060426|135|1100|股改方案:2006-04-24非流通股东向流通股东每10股送1.35股和现金2.6元，派发9份存续期6个月、行权价7.12元的百慕大式认沽权证。
000028.SZ|20060428|300|0|股改方案:每10股流通股获3.00股 
000029.SZ|20060217|480|0|股改方案:每10股流通股获4.80股 
000030.SZ|20081229|500|0|股改方案:每10股流通股获5.00股 
000031.SZ|20060214|260|270|股改方案:10股送2.6股，派现金2.7元
000032.SZ|20060207|320|0|股改方案:每10股流通股获3.20股 
000033.SZ|20060413|620|0|股改方案:流通股股东每持有10 股股份将获得6.2股的转增股份
000035.SZ|20070116|800|0|股改方案:上市公司向全体流通股股东10转增8股
000036.SZ|20060328|1875|0|股改方案:以总股本449,555,085股为基数，以资本公积金向股改方案实施股权登记日登记在册的全体股东转增股本每10股转增15股，非流通股东放弃部分转增所得股份，转送给流通股股东作为对价安排，流通股股东获得的对价股份相当于每10 股获得1.5 股。
000037.SZ|20060328|234.74|415.217|股改方案:每10股流通股获2.35股 每10股流通股获4.15元 
000039.SZ|20060524|0|0|股改方案:非流通股东向A股流通股东每10股派发7份存续期18个月、行权价10元的百慕大式认沽权证。
000040.SZ|20060228|280|0|股改方案:每10股流通股获2.80股 
000042.SZ|20060901|215.79|884.116|股改方案:每10股流通股获2.16股 每10股流通股获8.84元 
000043.SZ|20060411|300|0|股改方案:每10股流通股获3.00股 
000045.SZ|20060911|410|0|股改方案:每10股流通股获4.10股 
000046.SZ|20060324|220|0|股改方案:每10股流通股获2.20股 
000048.SZ|20060214|330|0|股改方案:每10股流通股获3.30股 
000049.SZ|20051227|280|0|股改方案:每10股流通股获2.80股 
000050.SZ|20060426|320|0|股改方案:每10股流通股获3.20股 
000055.SZ|20060410|683.2|0|股改方案:流通A股股东每10股实获6.832股转增股本(相当于每10股获付4.145股)
000056.SZ|20060106|350|0|股改方案:每10股流通股获3.50股 
000058.SZ|20060614|383.677|0|股改方案:每10股流通股获3.84股 
000059.SZ|20051025|380|0|股改方案:每10股流通股获3.80股 
000060.SZ|20051118|280|0|股改方案:每10股流通股获2.80股 
000061.SZ|20050912|0|120|股改方案:有权在实施之日起第12个月最后5个交易日以4.25元/股的价格将股票出售给深圳市国资委。
000062.SZ|20060515|300|0|股改方案:上市公司向流通股股东每10股转增3股.
000063.SZ|20051229|250|0|股改方案:每10股流通股获2.50股 
000065.SZ|20051111|360|0|股改方案:每10股流通股获3.60股 
000066.SZ|20060515|320|0|股改方案:每10股流通股获3.20股 
000069.SZ|20060106|280|304|股改方案:十股送2.8股，送3.8份权证
000070.SZ|20060110|380|0|股改方案:每10股流通股获3.80股 
000078.SZ|20060413|885|0|股改方案:流通股每10 股获得8.85 股的转增股份
000088.SZ|20060317|250|653|股改方案:每10股流通股获2.50股 每10股流通股获6.53元 
000089.SZ|20051216|260|0|股改方案:每10股流通股获2.60股 
000090.SZ|20060111|310|0|股改方案:每10股流通股获3.10股 
000096.SZ|20060206|360|0|股改方案:每10股流通股获3.60股 
000099.SZ|20060207|320|0|股改方案:每10股流通股获3.20股 
000100.SZ|20060420|250|0|股改方案:每10股流通股获2.50股 
000150.SZ|20071102|100|0|股改方案:每10股流通股获1.00股 
000151.SZ|20060331|330|0|股改方案:每10股流通股获3.30股 
000153.SZ|20060113|350|0|股改方案:每10股流通股获3.50股 
000155.SZ|20060321|320|0|股改方案:每10股流通股获3.20股 
000157.SZ|20060714|320|0|股改方案:每10股流通股获3.20股 
000158.SZ|20060113|350|0|股改方案:每10股流通股获3.50股 
000159.SZ|20060720|468|0|股改方案:上市公司向全体流通股股东每10股转增4.68股,相当于流通股股东每10股获得2.33股的对价
000301.SZ|20060523|0|0|股改方案:无对价
000400.SZ|20051117|320|0|股改方案:每10股流通股获3.20股 
000401.SZ|20060524|320|0|股改方案:每10股流通股获3.20股 
000402.SZ|20060405|210|0|股改方案:每10股流通股获2.10股 
000404.SZ|20061220|667.4|0|股改方案:上市公司向流通股股东每10股转增6.674股
000407.SZ|20060711|400|0|股改方案:上市公司向流通股股东每10股转增4股股份，相当于流通股股东每10股获送1.29股
000408.SZ|20060703|955|0|股改方案:上市公司向全体流通股股东每10股转增6.25股，相当于流通股股东每10股获送3.3股
000409.SZ|20060926|0|0|股改方案:蚌埠市第一污水处理厂拟以5,299.25万元现金，置换公司截至2005年12月31日合计经审计账面原值5,299.25万元的应收款项和提取受限的银行存款。
000410.SZ|20060301|330|0|股改方案:每10股流通股获3.30股 
000411.SZ|20060912|280|0|股改方案:每10股流通股获2.80股 
000413.SZ|20060329|430|0|股改方案:每10股流通股获4.30股 
000415.SZ|20060627|608|0|股改方案:上市公司向全体股东每10股转增2.88股，非流通股东向流通股东每10股送3.2股
000416.SZ|20060809|550|0|股改方案:上市公司向全体流通股股东每10股送5.5股，相当于流通股股东每10股获得1.9股的对价
000417.SZ|20060228|320|0|股改方案:每10股流通股获3.20股 
000418.SZ|20060807|250|0|股改方案:每10股流通股获2.50股 
000419.SZ|20060621|370|0|股改方案:每10股流通股获3.70股 
000420.SZ|20060406|320|0|股改方案:每10股流通股获3.20股 
000421.SZ|20070109|371.955|0|股改方案:上市公司向流通股股东每10股转增3.71955股，相当于每10股流通股获得2股的对价。另外，南京城建集 团承诺在2006年11月30日前以4亿元现金收购公司对南京万众企业的账面价值为4亿元的不良债权，同时南京万众企业承诺在2006年12月31日前归还对公司的2.1085亿元剩余占用款。 
000422.SZ|20060420|250|0|股改方案:每10股流通股获2.50股 
000423.SZ|20070601|400|0|股改方案:上市公司向全体流通股股东每10股转增4股
000425.SZ|20061228|320|0|股改方案:每10股流通股获3.20股 
000426.SZ|20060407|350|0|股改方案:每10股流通股获3.50股 
000428.SZ|20060313|380|0|股改方案:每10股流通股获3.80股 
000429.SZ|20060217|310|0|股改方案:每10股流通股获3.10股 
000488.SZ|20060329|260|0|股改方案:每10股流通股获2.60股 
000498.SZ|20060418|340|0|股改方案:每10股流通股获3.40股 
000501.SZ|20060403|350|0|股改方案:每10股流通股获3.50股 
000502.SZ|20070110|510|0|股改方案:上市公司向全体流通股股东每10股转增5.1股 
000503.SZ|20060516|300|0|股改方案:每10股流通股获3.00股 
000504.SZ|20070115|300|0|股改方案:每10股流通股获3.00股 
000505.SZ|20060817|130|0|股改方案:全体股东每10股转增1.3股
000507.SZ|20061226|200|0|股改方案:每10股流通股获2.00股 
000510.SZ|20060711|200|0|股改方案:每10股流通股获2.00股 
000511.SZ|20060615|380|0|股改方案:上市公司向全体流通股每10股转增3.8股

000513.SZ|20061211|100|0|股改方案:每10股流通股获1.00股 
000514.SZ|20051201|500|87|股改方案:10送5股，非流通股东增资相当送0.87元现金
000515.SZ|20060802|200|0|股改方案:每10股流通股获2.00股 
000516.SZ|20060331|409.1|0|股改方案:以陕解放现有流通股本43,454,477 股为基数，用资本公积金向方案实施股权登记日登记在册的流通股股东转增股本，流通股股东每10 股获得4.091 股的转增股份，上述对价水平若换算为非流通股股东送股方案，相当于流通股股东每10 股获送2.4 股。
000518.SZ|20061206|80|0|股改方案:每10股流通股获0.80股 
000519.SZ|20060324|320|0|股改方案:每10股流通股获3.20股 
000520.SZ|20060714|627|0|股改方案:上市公司向全体流通股股东每10股转增5.27股及非流通股东每10股支付1.00股对价
000521.SZ|20070827|150|0|股改方案:每10股流通股获1.50股 
000522.SZ|20060417|605|0|股改方案:流通股股东每持有10 股流通股将获得6.05 股的转增股份
000523.SZ|20051230|300|0|股改方案:按1：06比例缩小非流通股比例，相当于每10股送3股对价
000524.SZ|20060222|320|0|股改方案:每10股流通股获3.20股 
000525.SZ|20060607|340|0|股改方案:每10股流通股获3.40股 
000526.SZ|20060301|250|0|股改方案:10送2.5股
000527.SZ|20060322|100|500|股改方案:每10股流通股获1.00股 每10股流通股获5.00元 
000528.SZ|20060317|300|0|股改方案:每10股流通股获3.00股 
000530.SZ|20060109|300|0|股改方案:每10股流通股获3.00股 
000531.SZ|20060220|100|630|股改方案:10股送1股，派现6.3元
000532.SZ|20060928|590|0|股改方案:每10股实获5.9股(含上市公司向流通股股东每10股转增5股及每10股获非流通股股东支付0.9股对价)
000533.SZ|20070215|150|0|股改方案:每10股流通股获1.50股 
000534.SZ|20060811|531|0|股改方案:上市公司向流通股股东每10股转增5.31股,相当于流通股股东每10股获得2.5股的对价.

000537.SZ|20060317|641.1|0|股改方案:流通股股东（含高管股）按每10股转增6. 411股的比例获得转增股份,当于每持有10股获得3股股份的对价。
000538.SZ|20060529|358.15|0|股改方案:上市公司向流通股股东每10股转增3.5815股,相当于流通股股东每10股获得2.2股的对价.
000539.SZ|20060119|310|0|股改方案:每10股流通股获3.10股 
000541.SZ|20060424|0|2450|股改方案:每10股流通股获24.50元 
000543.SZ|20060307|330|0|股改方案:每10股流通股获3.30股 
000544.SZ|20070116|50|0|股改方案:每10股流通股获0.50股 
000545.SZ|20060728|392|0|股改方案:上市公司向全体流通股股东每10转增3.32股及非流通股股东向流通股股东每10股支付0.6股
000546.SZ|20060512|180|0|股改方案:每10股流通股获1.80股 
000547.SZ|20060608|383|0|股改方案:上市公司向全体股东每10股转增2.5股，非流通股东向流通股东每10股送1.327913股
000548.SZ|20060818|900|0|股改方案:上市公司向全体流通股股东10股转增9股，相当于每10股流通股获送2.96股的对价
000550.SZ|20060214|0|1340|股改方案:每10股流通股获13.40元 
000551.SZ|20060328|250|230|股改方案:每10股流通股获2.50股 每10股流通股获2.30元 
000552.SZ|20060330|0|0|股改方案:上市公司的大股东靖远煤业有限责任公司豁免上市公司所欠的债务59,006,356.01元，相应增加公司资本公积金为全体股东共同享有，豁免债务作为全体非流通股股东对流通股的对价安排。
000553.SZ|20060803|220|0|股改方案:每10股流通股获2.20股 
000554.SZ|20070319|230|0|股改方案:每10股流通股获2.30股 
000555.SZ|20060608|400|0|股改方案:上市公司向全体流通股东每10股转增4股
000557.SZ|20060626|357.176|0|股改方案:上市公司向流通股东每10股转增3股，非流通股股东承担公司与中小股民诉讼有关负债104,031,710.66元，非流通股股东向流通股东每10股追送0.57176股(转增前)，流通股东实得3.57176股。
000558.SZ|20060419|200|0|股改方案:每10股流通股获2.00股 
000559.SZ|20060421|250|0|股改方案:每10股流通股获2.50股 
000560.SZ|20060925|300|0|股改方案:每10股流通股获3.00股 
000562.SZ|20060621|320|0|股改方案:每10股流通股获3.20股 
000563.SZ|20060725|350|0|股改方案:上市公司向全体流通股股东每10股转增3.5股，并将账面价值为439,995,243.46元的缺乏流动性的固化资产按账面价值出售给省高速集团
000564.SZ|20060314|500|0|股改方案:流通股股东获得每10股转增5股的股份，相当于流通股股东每10股获得1.2股的对价，非流通股股东以此获得上市流通权。
000565.SZ|20060518|180|0|股改方案:每10股流通股获1.80股 
000566.SZ|20051121|300|0|股改方案:每10股流通股获3.00股 
000567.SZ|20060217|250|0|股改方案:每10股流通股获2.50股 
000568.SZ|20051103|300|0|股改方案:每10股流通股获3.00股 
000569.SZ|20060815|400|0|股改方案:上市公司向流通股股东每10股转增4股,相当于每10股流通股获送2.9股的对价.

000570.SZ|20060619|320|0|股改方案:每10股流通股获3.20股 
000571.SZ|20061113|230|0|股改方案:每10股流通股获2.30股 
000572.SZ|20051205|300|0|股改方案:每10股流通股获3.00股 
000573.SZ|20060616|590|0|股改方案:上市公司向全体流通股股东每10股转增5.869589股，相当于流通股股东每10股获得1.5股对价
000576.SZ|20060313|360|0|股改方案:10送3.6股 
000581.SZ|20060405|170|0|股改方案:每10股流通股获1.70股 
000584.SZ|20060328|350|0|股改方案:每10股流通股获3.50股 
000585.SZ|20060516|250|0|股改方案:每10股流通股获2.50股 
000586.SZ|20051229|380|0|股改方案:每10股流通股获3.80股 
000589.SZ|20060406|360|0|股改方案:每10股流通股获3.60股 
000590.SZ|20060831|350|0|股改方案:每10股流通股获3.50股 
000591.SZ|20070201|546.6|0|股改方案:上市公司向全体流通股股东每10股转增5.4660股
000593.SZ|20060912|530|0|股改方案:流通股股东每持有10股流通股股份将获得5.3股的转增股份
000594.SZ|20060110|300|0|股改方案:每10股流通股获3.00股 
000595.SZ|20060421|636|0|股改方案:流通股股东每持有10股流通股获得6.36股转增股份
000596.SZ|20060619|400|0|股改方案:每10股流通股获4.00股 
000597.SZ|20060214|360|0|股改方案:每10股流通股获3.60股 
000598.SZ|20060417|300|0|股改方案:每10股流通股获3.00股 
000599.SZ|20051205|350|0|股改方案:每10股流通股获3.50股 
000600.SZ|20051128|320|0|股改方案:每10股流通股获3.20股 
000601.SZ|20060223|873.3|0|股改方案:流通股股东（含高管股）按每10 股转增8.733股的比例转增股份。
000602.SZ|20051220|300|0|股改方案:每10股流通股获3.00股 
000603.SZ|20060630|1000|0|股改方案:上市公司向全体流通股股东每10股转增10股,相当于流通股股东每10股获送5.94股
000605.SZ|20060621|520|0|股改方案:上市公司向全体流通股东每10股转增5.2股
000606.SZ|20060123|320|0|股改方案:每10股流通股获3.20股 
000607.SZ|20051222|600|0|股改方案:流通股股东（含高管股）按每10股转增6股的比例转增股份。
000608.SZ|20060113|330|0|股改方案:每10股流通股获3.30股 
000609.SZ|20070129|395.625|0|股改方案:每10股实获3.956249股(含上市公司向全体股东每10股转增1.5股及非流通股股东转送的转增股份)
000610.SZ|20060214|320|0|股改方案:每10股流通股获3.20股 
000611.SZ|20060802|550|0|股改方案:上市公司向全体流通股股东每10股转增5.5股，相当于流通股股东每10股获得2.53股对价。
000612.SZ|20060922|300|0|股改方案:每10股流通股获3.00股 
000613.SZ|20070808|300|0|股改方案:每10股流通股获3.00股 
000615.SZ|20060215|800|0|股改方案：10股转增8股。
000616.SZ|20060718|340|0|股改方案:流通股股东每10股获得上市公司所转增的2.1股及非流通股股东所送的1.3股
000617.SZ|20070306|280|0|股改方案:每10股流通股获2.80股 
000619.SZ|20060317|300|0|股改方案:每10股流通股获3.00股 
000623.SZ|20050804|0|0|股改方案:1：0.6比例缩股，相当于10股送4元
000625.SZ|20060511|320|0|股改方案:每10股流通股获3.20股 
000626.SZ|20061228|300|0|股改方案:每10股流通股获3.00股 
000627.SZ|20051109|320|0|股改方案:每10股流通股获3.20股 
000628.SZ|20060712|300|0|股改方案:上市公司向全体流通股股东每10股转增3股，高投集团豁免公司对其1.1亿元的债务，同时向公司注入3,750万元现金。对价水平相当于每10股流通股获送4.05股。

000629.SZ|20051107|500|657.6|股改方案:每10股实获5股(含上市公司向全体股东10转增3),另攀钢有限向流通股每10股派4张行权价为4.85元的欧式认沽权证。
000630.SZ|20051027|250|0|股改方案:每10股流通股获2.50股 
000632.SZ|20060831|500|0|股改方案:每10股流通股将获得5股转增股份，相当于流通股股东每10股获得3.03股的对价

000633.SZ|20091124|100|0|股改方案:每10股流通股获1.00股 
000635.SZ|20051122|350|0|股改方案:每10股流通股获3.50股 
000636.SZ|20060406|800|0|股改方案:公司以现有流通股本200,794,200 股（含高管持有的尚在锁定期内的股份72,540 股）为基数，用资本公积金向方案实施股权登记日登记在册的全体流通股股东转增股本，非流通股股东持有的非流通股份以此获取上市流通权。根据股权分置改革方案，流通股股东每持有10 股流通股将获得8 股的转增股份，相当于流通股股东每10 股流通股获送3.82 股。
000639.SZ|20060926|300|0|股改方案:每10股流通股获3.00股 
000650.SZ|20070329|0|0|股改方案:上市公司向全体流通股东每10股转增3.045股
000651.SZ|20060308|270|0|股改方案:每10股流通股获2.70股 
000652.SZ|20051212|300|0|股改方案:每10股流通股获3.00股 
000655.SZ|20060920|0|0|股改方案: 潜在控股股东山东金岭铁矿拟以持有的侯家庄、铁山辛庄铁矿、选矿厂、机械厂等经营性资产及少量辅助性资产与上市公司拥有的整体资产以及除26315万元负债之外的其它全部负债进行置换，置换资产形成的差价由上市公司向金岭铁矿非公开发行不超过6200万股股票换取，不足部分作为上市公司的债务。 
000656.SZ|20060824|600|0|股改方案:上市公司向全体流通股股东每10股转增6股，相当于每10股流通股获送3.2股
000657.SZ|20061026|691|0|股改方案:股东每10股转增6.91股，相当于流通股股东每10股获送3股的对价。
000659.SZ|20051027|250|77.2|股改方案:每10股流通股获2.50股 每10股流通股获0.77元 
000661.SZ|20070119|150|0|股改方案:每10股流通股获1.50股 
000662.SZ|20051104|400|0|股改方案:每10股流通股获4.00股 
000663.SZ|20060901|600|0|股改方案:上市公司向流通股股东每10股转增6股的股份，相当于流通股股东每10股获得3.196股的对价

000665.SZ|20061212|500|0|股改方案:控股股东武汉经开将其合法持有的神龙塑胶100%股权赠与上市公司,上市公司向全体流通股股东每10股转增5股股份,向控股股东及非流通股股东工业联社每10股转增2.6股.
000666.SZ|20060808|120|250|股改方案:每10股流通股获1.20股 每10股流通股获2.50元 
000667.SZ|20060220|387|0|股改方案:流通股股东（含高管股）按每10 股转增3.87股的比例获得转增股份。
000668.SZ|20090123|350|0|股改方案:每10股流通股获3.50股 
000669.SZ|20060616|124|0|股改方案:每10股流通股获1.24股 
000671.SZ|20060717|100|0|股改方案:每10股流通股获1.00股 
000672.SZ|20070423|900|0|股改方案:上市公司向全体流通股东每10股转增9股
000673.SZ|20070215|680|0|股改方案:上市公司向全体流通股股东每10股转增6.8股股份
000676.SZ|20060731|320|0|股改方案:每10股流通股获3.20股 
000677.SZ|20060123|320|0|股改方案:每10股流通股获3.20股 
000678.SZ|20060713|340|0|股改方案:上市公司向流通股东每10股转增3.4股，折成送股比例为每10股获得1.25股
000679.SZ|20060718|270|200|股改方案:每10股流通股获2.70股 每10股流通股获2.00元 
000680.SZ|20060529|200|176|股改方案:非流通股股东向流通股股东每10股支付1股股份，公司向全体股东每10股派发现金红利1.23元，流通股股东每10股获0.53元现金对价，公司向全体流通股东每10股转增1股
000681.SZ|20060828|300|0|股改方案:每10股流通股获3.00股 
000682.SZ|20061016|230|0|股改方案:每10股获得1.3股及上市公司向流通股股东每10股转增1股，同时控股股东将持有不超过公司60,211,200股股份承担(中小股民诉讼赔偿案件)该等调解协议和/或撤诉安排中约定的需要向适格原告履行的65%的责任，流通股股东相当于每10股获送2.62股。
000683.SZ|20060522|300|0|股改方案:每10股流通股获3.00股 
000685.SZ|20060124|320|0|股改方案:每10股流通股获3.20股 
000687.SZ|20051226|380|0|股改方案:每10股流通股获3.80股 
000690.SZ|20051227|300|0|股改方案:每10股流通股获3.00股 
000691.SZ|20061009|500|0|股改方案:每10股转增5股
000692.SZ|20060316|360|0|股改方案:每10股流通股获3.60股 
000695.SZ|20051114|300|0|股改方案:每10股流通股获3.00股 
000697.SZ|20060804|320|0|股改方案:每10股流通股获3.20股 
000698.SZ|20060322|350|0|股改方案:每10股流通股获3.50股 
000700.SZ|20060210|350|0|股改方案:每10股流通股获3.50股 
000701.SZ|20060728|500|0|股改方案:每10股实获5股(其中上市公司向流通股股东每10股转增3.5股,厦门信息-信达总公司向流通股股东每10股送1.5股),综合对价水平为流通股股东每10股获送2.49股.

000702.SZ|20060329|280|0|股改方案:每10股流通股获2.80股 
000703.SZ|20061124|270|0|股改方案:每10股流通股获2.70股 
000705.SZ|20060710|200|0|股改方案:每10股流通股获2.00股 
000707.SZ|20060608|280|0|股改方案:每10股流通股获2.80股 
000708.SZ|20060105|0|80|股改方案:大冶特钢的第一大股东－湖北新冶钢有限公司（以下简称"新冶钢"）承诺赋予流通股股东一项认沽权利：在2007年2月6日（即改革方案实施之日起第十二个月的最后一个交易日）当日交易结束后登记在册的本公司全体股东，有权将其持有的全部无限售条件的流通股（合计不超过167,040,000股），在 2007年2月7日至2007年3月8日（合计三十日）期间内的任何一个交易日内，以每股3.80元（以下如无特别指出，货币单位均指人民币）的价格出售给新冶钢。
000709.SZ|20051221|550|0|股改方案:流通股股东每10股流通股股份（含高管股）将获得公司以资本公积金转增的5.5股股份。
000710.SZ|20060901|380|0|股改方案:每10股流通股获3.80股 
000711.SZ|20060407|300|0|股改方案:每10股流通股获3.00股 
000712.SZ|20060327|330|0|股改方案:每10股流通股获3.30股 
000713.SZ|20060214|330|0|股改方案:每10股流通股获3.30股 
000715.SZ|20060818|300|0|股改方案:每10股流通股获3.00股 
000716.SZ|20061127|100|0|股改方案:每10股流通股获1.00股 
000717.SZ|20050818|350|0|股改方案:每10股流通股获3.50股 
000720.SZ|20060607|280|0|股改方案:每10股流通股获2.80股 
000721.SZ|20070305|450|0|股改方案:上市公司向全体流通股股东每10股转增4.5股股份
000722.SZ|20060413|300|0|股改方案:全体流通股股东每 10 股定向转增 3股. 股权分置改革与重大资产重组相结合，通过置入优质资产，以提高公司盈利能力、改善公司财务状况、优化资产和产业结构作为对价安排的重要内容。非流通股东湖南湘投控股集团有限公司以合法持有的湖南电子信息产业集团有限公司36.988%的股权与公司拥有的湖南金润通实业投资有限公司100%的股权、三亚瑞达置业有限公司95%的股权、湖南巫水流域水利水电开发有限责任公司25.78%的股权、湖南高科技创业投资有限公司10%的股权衡阳市灵芝山庄有限公司100％的股权进行置换。除上述重大资产置换外，公司以资本公积金向方案实施股份变更登记日登记在册的全体流通股股东每 10 股定向转增 3股，非流通股股东持股数量不变。
000723.SZ|20070905|80|0|股改方案:每10股流通股获0.80股 
000725.SZ|20051130|420|0|股改方案:每10股流通股获4.20股 
000726.SZ|20060612|70|0|股改方案:每10股流通股获0.70股 
000727.SZ|20060509|320|0|股改方案:每10股流通股获3.20股 
000728.SZ|20071030|200|0|股改方案:每10股流通股获2.00股 
000729.SZ|20060516|270|0|股改方案:每10股流通股获2.70股 
000731.SZ|20070323|660|0|股改方案:上市公司向全体流通股东每10股转增6.6股
000733.SZ|20060717|285|0|股改方案:每10股流通股获2.85股 
000735.SZ|20060418|900|0|股改方案:流通股股东每10 股获得9股的转增股份，
000737.SZ|20060428|350|0|股改方案:每10股流通股获3.50股 
000738.SZ|20060421|350|0|股改方案:每10股流通股获3.50股 
000739.SZ|20060215|250|0|股改方案:每10股流通股获2.50股 
000748.SZ|20060605|180|0|股改方案:每10股流通股获1.80股 
000751.SZ|20060410|660|0|股改方案:公司流通股股东每持有10股流通股将获得以资本公积金转增的6.6股的股份，相当于流通股股东每10股流通股获送3.175股的对价。
000752.SZ|20060904|200|0|股改方案:每10股流通股获2.00股 
000753.SZ|20060714|350|0|股改方案:每10股流通股获3.50股 
000755.SZ|20060412|310|0|股改方案:每10股流通股获3.10股 
000756.SZ|20060606|350|0|股改方案:每10股流通股获3.50股 
000757.SZ|20070108|700|0|股改方案:上市公司向全体流通股股东每10股转增7股
000758.SZ|20060607|250|0|股改方案:每10股流通股获2.50股 
000759.SZ|20060328|125|0|股改方案:每10股流通股获1.25股 
000760.SZ|20060925|460|0|股改方案:公司向流通股东10转增4.6股，向嘉利恒德、环球京彩10转增1.45股；嘉利恒德拟向公司注入现金4000万元。
000761.SZ|20060315|340|0|股改方案:每10股流通股获3.40股 
000762.SZ|20060210|651|0|股改方案:以现有总股本20,051万股为基数，西藏矿业以资本公积金向股权登记日登记在册的全体股东每10股转增2.5股。非流通股股东将获得的全部转增股数3 ,087.75万股于实施股权分置改革的股份变更登记日支付给流通股股东。按转增后、对价安排实施前的流通股股数9,625万股计算，每10股流通股获得非流通股股东安排的3.20805股对价股份。
000766.SZ|20060808|0|0|股改方案:永信投资以现金和所持公司股份的30%收购东方资产拥有公司全部债权875100435.86元及公司以账面净值为381577385.62元的资产抵偿所欠永信投资的债务，同时永信投资以其所持公司债权归还所欠公司欠款32232297元后，永信投资豁免公司其余全部欠款计461290753.24元，相当于流通股东每10股受益5.78股。
000767.SZ|20051230|320|0|股改方案:每10股流通股获3.20股 
000768.SZ|20060509|250|0|股改方案:每10股流通股获2.50股 
000777.SZ|20060516|320|0|股改方案:每10股流通股获3.20股 
000778.SZ|20051110|300|0|股改方案:每10股流通股获3.00股 
000779.SZ|20070212|500|0|股改方案:非流通股股东向流通股股东每10股支付1股,上市公司向流通股股东每10股定向转增4股;股改完成后，公司控股股东开开实业拟以其所持有的上市公司37,429,780股股份抵偿其对上市公司的82,345,516.14元欠款.
000780.SZ|20060406|1102.2|0|股改方案:公司以现有流通股股份186,170,400股为基数，以截至2005年12月31日经审计的公司资本公积金向股份变更股权登记日登记在册的全体流通股股东转增205,188,637股，即流通股股东每10股获得11.02155股的转增股份，非流通股股东以此获得所持股份的上市流通权。上述对价水平若换算为非流通股股东送股方案，相当于流通股股东每10股获送4.0股。
000782.SZ|20060512|490.3|0|股改方案:上市公司向全体流通股东每10股转增4.903股
000785.SZ|20060403|390|0|股改方案:每10股流通股获3.90股 
000786.SZ|20060629|200|383|股改方案:每10股流通股获2.00股 每10股流通股获3.83元 
000787.SZ|20070209|900|0|股改方案:上市公司向全体流通股股东每10股转增9股
000788.SZ|20060420|501|0|股改方案:流通股股东每10 股获得5.01股转增的股份，
000789.SZ|20060809|300|0|股改方案:每10股流通股获3.00股 
000790.SZ|20060221|320|0|股改方案:每10股流通股获3.20股 
000791.SZ|20060612|330|0|股改方案:每10股流通股获3.30股 
000792.SZ|20060629|120|1200|股改方案:非流通股东向流通股东每10股送1.2股和现金12元，派发4份存续期12个月、行权价15.1元的百慕大式认沽权证
000793.SZ|20060227|300|0|股改方案:每10股流通股获3.00股 
000795.SZ|20060307|300|0|股改方案:每10股流通股获3.00股 
000796.SZ|20060912|400|0|股改方案:流通股股东按每10股转增4股的比例获得转增股份
000797.SZ|20061013|300|0|股改方案:每10股流通股获3.00股 
000798.SZ|20060427|380|0|股改方案:每10股流通股获3.80股 
000799.SZ|20080111|200|0|股改方案:每10股流通股获2.00股 
000800.SZ|20060411|330|0|股改方案:每10股流通股获3.30股 
000801.SZ|20060802|350|0|股改方案:每10股流通股获3.50股 
000802.SZ|20060529|544.62|0|股改方案:上市公司向全体流通股东每10股转增5.4462股
000803.SZ|20060808|541|0|股改方案:上市公司向流通股股东每10股转增5.41股，相当于流通股股东每10股获送2.23股的对价
000806.SZ|20060109|380|0|股改方案:全体股东每10股转增3.8股，非流通股东转让给流通股东3.25股，相当于10送2.1股
000807.SZ|20060523|320|0|股改方案:每10股流通股获3.20股 
000809.SZ|20060721|260|0|股改方案:每10股流通股获2.60股 
000810.SZ|20061117|0|730|股改方案:华润纺织向上市公司转让华润纺织投资持有的华润锦纶20%股权和华润纤维20%股权，并豁免转让所形成的5,167.96万元的债务；遂宁兴业资产经营公司以上市公司长期租赁的40亩工业土地，作价800万元赠送给上市公司；除上述两股东外，其他非流通股股东以每10股向上市公司赠送7.3元现金方式支付对价安排
000811.SZ|20060601|300|0|股改方案:每10股流通股获3.00股 
000812.SZ|20060731|280|0|股改方案:每10股流通股获2.80股 
000813.SZ|20060601|360|0|股改方案:每10股流通股获3.60股 
000815.SZ|20051229|320|0|股改方案:每10股流通股获3.20股 
000816.SZ|20060418|260|0|股改方案:每10股流通股获2.60股 
000818.SZ|20060313|360|0|股改方案:每10股流通股获3.60股 
000819.SZ|20070328|548.5|0|股改方案:上市公司向全体流通股东每10股转增5.485股
000820.SZ|20060828|600|0|股改方案:上市公司向流通股东每10股转增6股;
000821.SZ|20051205|320|0|股改方案:每10股流通股获3.20股 
000822.SZ|20060322|300|0|股改方案:每10股流通股获3.00股 
000823.SZ|20060320|350|0|股改方案:每10股流通股获3.50股 
000825.SZ|20060307|340|0|股改方案:每10股流通股获3.40股 
000826.SZ|20060210|250|0|股改方案:每10股流通股获2.50股 
000828.SZ|20051230|200|435.92|股改方案:全体国有股股东以其持有的非流通股股份按照（1：0.8）的比例的单向缩股。在上述非流通股股东单向缩股的基础上，流通股股东每持有10 股东莞控股流通股将获得非流通股股东支付的2股股份对价及4.3592元现金。
000829.SZ|20060905|260|0|股改方案:每10股流通股获2.60股 
000830.SZ|20050823|400|0|股改方案:每10股流通股获4.00股 
000831.SZ|20060411|340|0|股改方案:每10股流通股获3.40股 
000833.SZ|20070413|440|0|股改方案:上市公司向全体流通股东每10股转增4.4股
000835.SZ|20060519|300|0|股改方案:每10股流通股获3.00股 
000836.SZ|20060220|182.269|0|股改方案:每10股流通股获1.82股 
000837.SZ|20060206|305|0|股改方案:每10股流通股获3.05股 
000839.SZ|20060206|350|0|股改方案:每10股流通股获3.50股 
000848.SZ|20060607|0|627|股改方案:每10股流通股获6.27元 
000850.SZ|20060112|340|0|股改方案:每10股流通股获3.40股 
000851.SZ|20060630|300|0|股改方案:每10股流通股获3.00股 
000852.SZ|20070319|300|0|股改方案:每10股流通股获3.00股 
000856.SZ|20070115|800|0|股改方案:上市公司以资本公积金向流通股股东每10股转增8股的股份，相当于每10股获送3.9股  
000858.SZ|20060331|170|1251|股改方案:作为宜宾五粮液股份有限公司唯一非流通股股东，宜宾市国有资产经营有限公司拟向实施股权分置改革方案股份变更登记日登记在册的流通股股东每 10股支付1.7股股份；拟向流通股股东每10股派发3.9份百慕大式认购权证，存续期为24个月，行权价为6.93元/股，认购权证的证券简称为"五粮YGC1"，证券代码为030002；拟向流通股股东每10股派发4.1份百慕大式认沽权证，存续期为 24个月，行权价为7.96元/股，认沽权证的证券简称为"五粮YGP1"，交易代码为 038004。认购权证价值处于0.994-1.395元之间，认沽权证价值处于2.011-2.403元之
000859.SZ|20060210|370|0|股改方案:每10股流通股获3.70股 
000860.SZ|20051027|350|0|股改方案:每10股流通股获3.50股 
000861.SZ|20060704|200|0|股改方案:每10股流通股获2.00股 
000862.SZ|20060718|390|0|股改方案:每10股实获3.90股,其中:非流通股股东向流通股股东每10股送2.4股,上市公司向流通股股东每10股转增1.5股,
000863.SZ|20070131|1000|0|股改方案:上市公司向全体流通股股东每10股转增10股
000868.SZ|20060601|750|0|股改方案:每10股获得7.5股
000869.SZ|20060321|280|0|股改方案:每10股流通股获2.80股 
000875.SZ|20060726|300|0|股改方案:上市公司向流通股东每10股转增3股.
000876.SZ|20060207|300|0|股改方案:每10股流通股获3.00股 
000877.SZ|20060526|320|0|股改方案:每10股流通股获3.20股 
000878.SZ|20060306|300|0|股改方案:每10股流通股获3.00股 
000881.SZ|20051227|280|0|股改方案:每10股流通股获2.80股 
000882.SZ|20060711|300|0|股改方案:每10股流通股获3.00股 
000883.SZ|20060606|330|0|股改方案:每10股流通股获3.30股 
000885.SZ|20070807|50|0|股改方案:每10股流通股获0.50股 
000886.SZ|20060719|390|0|股改方案:每10股流通股获3.90股 
000887.SZ|20061222|354|0|股改方案:公司先以资本公积金向全体股东每10 股转增22 股，再由非流通股股东将其获增股份中的29,120,000 股转送给流通股股东，最后全体股东以每10 股减6.7335股的方式减资弥补亏损，流通股本从股权分置改革前的91,000,000 股增加到改革后的104,632,528 股；流通股股东每持有10 股流通股将获得1.49808 股的股份，相当于流通股股东每10 股获得1.0 股的对价。综合以上，本次股权分置改革方案相当于流通股股东每10 股获送不低于3.54 股。
000888.SZ|20060525|320|0|股改方案:每10股流通股获3.20股 
000889.SZ|20060621|250|0|股改方案:每10股流通股获2.50股 
000890.SZ|20060403|300|0|股改方案:每10股流通股获3.00股 
000893.SZ|20060925|310|59.4578|股改方案:每10股流通股获3.10股 每10股流通股获0.59元 
000895.SZ|20070629|458|0|股改方案:公司向全体股东每10股转增1.8股，非流通股股东将获得的转增股份全部送给流通股股东，以此作为非流通股获得流通权的执行对价安排，流通股股东每10股获得2.357545股的对价。本次股权分置改革方案实施后，流通股股东每10股实际获得转增4.58股的股份。

000897.SZ|20051111|461.5|0|股改方案:公司以现有总股本679,499,548股为基数，向资本公积金转增股本股权登记日登记在册的全体股东以资本公积金每10股转增2.1股。天津泰达建设集团有限公司将获得的转增股数连同垫付对价的股份共计62,481,401股支付给实施股权分置改革股份变更登记日登记在册的流通股股东；天津华泰控股集团股份有限公司将获得的转增股数中35,590,687股支付给流通股股东。以转增后、对价股份安排支付前流通股股东持有的股份总数为基数计算，流通股股东每持有10股流通股股东将获得非流通股股东送出的3.814367股对价股份（以转增前流通股总数为基数计算，每10股流通股将获得非流通股股东安排的4.615384股对价股份）。
000898.SZ|20051205|250|320.1|股改方案:每10股送2.5股，同时派发1.5份权证
000899.SZ|20060331|330|0|股改方案:每10股流通股获3.30股 
000900.SZ|20060628|220|1410|股改方案:市公司向全体股东每10股派现7.57元和非流通股东向流通股东每10股送2.2股及将所获现金红利每10股送6.53元
000901.SZ|20060425|290|0|股改方案:每10股流通股获2.90股 
000902.SZ|20070326|260|0|股改方案:每10股流通股获2.60股 
000903.SZ|20060213|350|0|股改方案:每10股流通股获3.50股 
000905.SZ|20061017|800|0|股改方案:以资本公积金向股权登记日登记在册的全体股东每10股转增8股。
000909.SZ|20060110|370|0|股改方案:每10股流通股获3.70股 
000910.SZ|20060515|100|0|股改方案:每10股流通股获1.00股 
000911.SZ|20060517|330|0|股改方案:每10股流通股获3.30股 
000912.SZ|20060213|220|768|股改方案:泸天化向全体股东派现，派现比例为每10股送2.56元（含税，扣税后社会公众股中个人、投资基金每10股实际获得现金2.304元），非流通股股东将其应得现金股利全部支付给流通股股东，每10股流通股股份可获得5.12元对价，合计每10股流通股股份实得7.68元现金（含税），其中2.56元含税，5.12元免税；同时流通股股东每10 股将获得非流通股东支付的2.2股股份的对价。
000913.SZ|20060411|320|0|股改方案:每10股流通股获3.20股 
000915.SZ|20060720|374|0|股改方案:上市公司向流通股股东每10股转增3.41股和非流通股股东每10股支付的0.33股对价
000916.SZ|20060419|210|403|股改方案:公司向全体股东派现，派现比例为每10股派1.26元(含税，扣税后社会公众股中个人、投资基金每10股实际获得现金1.134元)，非流通股股东将其应得现金股利全部转送给流通股股东，流通股股东持有每10股流通股股份可获得 2.779411元对价，合计流通股股东持有每10股流通股股份实得4.039411元现金 (含税)，其中1.26元含税，2.779411元免税；同时流通股股东持有每10股流通股股份将获得非流通股股东安排的2.1股对价股份。
000917.SZ|20051212|280|0|股改方案:每10股流通股获2.80股 
000918.SZ|20090430|200|0|股改方案:每10股流通股获2.00股 
000919.SZ|20060207|350|0|股改方案:每10股流通股获3.50股 
000920.SZ|20060626|330|0|股改方案:每10股流通股获3.30股 
000921.SZ|20070329|120|0|股改方案:每10股流通股获1.20股 
000922.SZ|20070411|280|0|股改方案:每10股流通股获2.80股 
000926.SZ|20051109|0|0|股改方案:非流通股股东按1:0.63的比例缩股
000927.SZ|20060726|360|0|股改方案:每10股流通股获3.60股 
000928.SZ|20060605|70|0|股改方案:每10股流通股获0.70股 
000929.SZ|20061201|475|0|股改方案:每10股实获4.75股(包括上市公司向流通股股东每10股转增2.75股和非流通股股东每10股支付2股对价)
000930.SZ|20051107|224.959|0|股改方案:每10股流通股获2.25股 
000931.SZ|20070109|160|0|股改方案:每10股流通股获1.60股 
000932.SZ|20060301|0|431.52|股改方案:每10股送7.192份权证。
000933.SZ|20060110|300|0|股改方案:每10股流通股获3.00股 
000935.SZ|20070606|300|0|股改方案:每10股流通股获3.00股 
000936.SZ|20051108|470|0|股改方案:每10股流通股获4.70股 
000937.SZ|20050628|250|0|股改方案:每10股流通股获2.50股 
000938.SZ|20060308|500|0|股改方案:每10股流通股获5.00股 
000939.SZ|20060907|228.502|0|股改方案:每10股流通股获2.29股 
000948.SZ|20060807|513.76|0|股改方案:上市公司向流通股股东每10股转增5.1376股，相当于流通股股东每10股获得3.2股对价
000949.SZ|20060608|340|0|股改方案:每10股流通股获3.40股 
000950.SZ|20051227|150|0|股改方案:每10股流通股获1.50股 
000951.SZ|20060213|280|0|股改方案:每10股流通股获2.80股 
000952.SZ|20060724|1056.3|0|股改方案:上市公司向流通股东每10股转增10.56269股;向部分非流通股东上海龙都实业发展有限公司等四家股东每10股转增1.43247股。上市公司将持有的安华酒店7973.64万元不良债权剥离出公司,由全体非流通股东按持股比例承担该不良债权

000953.SZ|20061113|300|0|股改方案:每10股流通股获3.00股 
000955.SZ|20060323|320|0|股改方案:每10股流通股获3.20股 
000957.SZ|20060620|300|0|股改方案:每10股流通股获3.00股 
000958.SZ|20060609|380|0|股改方案:每10股流通股获3.80股 
000959.SZ|20051118|240|271|股改方案:每10股流通股获2.40股 每10股流通股获2.71元 
000960.SZ|20060214|300|0|股改方案:每10股流通股获3.00股 
000961.SZ|20060321|340|0|股改方案:每10股流通股获3.40股 
000962.SZ|20060316|340|0|股改方案:每10股流通股获3.40股 
000963.SZ|20061101|427.8|0|股改方案:全体流通股股东每10股定向转增4.278股
000966.SZ|20060731|350|0|股改方案:每10股流通股获3.50股 
000967.SZ|20060921|170|0|股改方案:每10股流通股获1.70股 
000968.SZ|20051205|300|0|股改方案:每10股流通股获3.00股 
000969.SZ|20051205|320|0|股改方案:每10股流通股获3.20股 
000970.SZ|20060317|280|0|股改方案:每10股流通股获2.80股 
000971.SZ|20051229|360|0|股改方案:每10股流通股获3.60股 
000972.SZ|20051026|330|0|股改方案:每10股流通股获3.30股 
000973.SZ|20060116|370|0|股改方案:每10股流通股获3.70股 
000976.SZ|20060531|894.4|0|股改方案:上市公司向全体流通股股东每10股转增8.944股,相当于流通股股东每10股获得3.6股的对价
000977.SZ|20060307|330|0|股改方案:每10股流通股获3.30股 
000978.SZ|20060519|320|0|股改方案:每10股流通股获3.20股 
000979.SZ|20060802|750|0|股改方案:上市公司向流通股股东每10股转增7.5股，相当于流通股股东每10股获送3.27股的对价

000980.SZ|20060407|350|0|股改方案:每10股流通股获3.50股 
000983.SZ|20051028|280|0|股改方案:每10股流通股获2.80股 
000985.SZ|20061016|488|0|股改方案:大庆华科以资本公积金向股权登记日登记在册的全体股东每10股转增1.273股，全体非流通股股东再将获得的转增股份于实施股权分置改革的股份变更登记日支付给流通股股东。按照转增股本后的持股数量计算,每10股流通股获送的对价股份为3.199533股。
000987.SZ|20060120|300|0|股改方案:每10股流通股获3.00股 
000988.SZ|20051122|460|0|股改方案:每10股流通股获4.60股 
000989.SZ|20060522|200|423.69|股改方案:非流通股东向流通股东每10股送2股；上市公司向全体股东每10股送现金红利2元(含税)，非流通股东向流通股东每10股送2.2369元(流通股东实得4.2369元(含税)
000990.SZ|20060123|340|0|股改方案:每10股流通股获3.40股 
000993.SZ|20060802|730|0|股改方案:上市公司向流通股股东每10股转增7.3股，相当于流通股股东每10股获得3.9股的对价
000995.SZ|20060719|320|0|股改方案:每10股获得3.2股

000996.SZ|20060403|340|0|股改方案:每10股流通股获3.40股 
000997.SZ|20051110|370|0|股改方案:每10股流通股获3.70股 
000998.SZ|20060314|800|0|股改方案:隆平高科计划以资本公积金转增股本，以公司现有总股本10500万股为基数，向股权登记日登记在册的全体股东每10股转增5股。长沙新大新集团有限公司将获得的转增总股数1325万股中的475万股支付给流通股股东，公司其他非流通股股东将获得的转增总股数1175万股全部支付给流通股股东。每10股流通股股份在实施本方案后将成为18股，相当于流通股每10股获得2股的对价。
000999.SZ|20081205|300|0|股改方案:每10股流通股获3.00股 
001696.SZ|20060125|300|0|股改方案:每10股流通股获3.00股 
001896.SZ|20060726|0|800|股改方案:每10股流通股获8.00元 
002001.SZ|20050819|350|0|股改方案:每10股流通股获3.50股 
002002.SZ|20051024|450|0|股改方案:每10股流通股获4.50股 
002003.SZ|20050908|400|0|股改方案:每10股流通股获4.00股 
002004.SZ|20051104|330|0|股改方案:每10股流通股获3.30股 
002005.SZ|20051104|360|0|股改方案:每10股流通股获3.60股 
002006.SZ|20051028|350|0|股改方案:每10股流通股获3.50股 
002007.SZ|20051122|360|0|股改方案:每10股流通股获3.60股 
002008.SZ|20051128|350|0|股改方案:每10股流通股获3.50股 
002009.SZ|20051102|330|0|股改方案:每10股流通股获3.30股 
002010.SZ|20050804|450|0|股改方案:每10股流通股获4.50股 
002011.SZ|20051110|300|0|股改方案:每10股流通股获3.00股 
002012.SZ|20051101|350|0|股改方案:每10股流通股获3.50股 
002013.SZ|20051101|300|0|股改方案:每10股流通股获3.00股 
002014.SZ|20050908|400|0|股改方案:每10股流通股获4.00股 
002015.SZ|20051115|300|0|股改方案:每10股流通股获3.00股 
002016.SZ|20051028|330|0|股改方案:（1）公司以方案实施的股权登记日总股本为基数，以资本公积金向全体股东转增股份，转增比例为每10股转增股本1.49股。（2）参加本次股权分置改革的全体非流通股股东将可获得的全部转增股份 4,482,367股及自身原持有的5,000,042股，共计9,482,409股作为对价支付给流通股股东，以换取其持有的原非流通股票的上市流通权。

002017.SZ|20051108|350|0|股改方案:每10股流通股获3.50股 
002018.SZ|20051028|400|0|股改方案:每10股流通股获4.00股 
002019.SZ|20050812|450|0|股改方案:每10股流通股获4.50股 
002020.SZ|20051110|380|0|股改方案:每10股流通股获3.80股 
002021.SZ|20050908|450|0|股改方案:每10股流通股获4.50股 
002022.SZ|20051028|360|0|股改方案:每10股流通股获3.60股 
002023.SZ|20050809|380|0|股改方案:每10股流通股获3.80股 
002024.SZ|20050811|250|0|股改方案:每10股流通股获2.50股 
002025.SZ|20051104|250|0|股改方案:每10股流通股获2.50股 
002026.SZ|20051114|250|0|股改方案:每10股流通股获2.50股 
002027.SZ|20051110|300|0|股改方案:每10股流通股获3.00股 
002028.SZ|20051110|300|0|股改方案:每10股流通股获3.00股 
002029.SZ|20050809|300|0|股改方案:每10股流通股获3.00股 
002030.SZ|20051118|300|0|股改方案:每10股流通股获3.00股 
002031.SZ|20051026|350|0|股改方案:每10股流通股获3.50股 
002032.SZ|20050808|350|0|股改方案:每10股流通股获3.50股 
002033.SZ|20051103|350|0|股改方案:每10股流通股获3.50股 
002034.SZ|20051027|360|0|股改方案:每10股流通股获3.60股 
002035.SZ|20051031|330|0|股改方案:每10股流通股获3.30股 
002036.SZ|20051115|350|0|股改方案:每10股流通股获3.50股 
002037.SZ|20051028|330|0|股改方案:每10股流通股获3.30股 
002038.SZ|20051109|320|0|股改方案:每10股流通股获3.20股 
002039.SZ|20051130|320|0|股改方案:每10股流通股获3.20股 
002040.SZ|20051109|300|0|股改方案:每10股流通股获3.00股 
002041.SZ|20051128|270|500|股改方案:登海种业向全体股东派现，派现比例为每10股1.25元（含税）。非流通股股东将其应得的现金股利全部支付给流通股股东，每10股流通股股份可获得 3.75元对价，合计每10股流通股股份实得5元现金（含税）。其中，1.25元含税 ,3.75元免税；同时每10股流通股股份将获得非流通股股东安排的2.7股股份对价。

002042.SZ|20051107|300|0|股改方案:每10股流通股获3.00股 
002043.SZ|20051124|320|0|股改方案:每10股流通股获3.20股 
002044.SZ|20051128|300|0|股改方案:每10股流通股获3.00股 
002045.SZ|20051125|330|0|股改方案:每10股流通股获3.30股 
002046.SZ|20051110|300|0|股改方案:每10股流通股获3.00股 
002047.SZ|20051130|300|0|股改方案:每10股送3股
002048.SZ|20051111|350|0|股改方案:每10股流通股获3.50股 
002049.SZ|20051107|350|0|股改方案:每10股流通股获3.50股 
002050.SZ|20051121|300|0|股改方案:每10股流通股获3.00股 
200055.SZ|20060413|190|0|股改方案:每10股实得股票 1.9000 (股)
200505.SZ|20070618|0|2100|股改方案: 流通A股股东每10股将获得南航集团支付的14份初使行权价为7.43元的认沽权证   
